Repository: falling-sky/source
Catalog: old/po/dl/*/falling-sky.*.po
Languages: it

source: Mac users on 10.4 or 10.5 may need to disable IPv6 if other troubleshooting steps fail.
it: Utenti Mac con la versione 10.4 o 10.5 potrebbero dover disabilitare l' IPv6 se altre procedure di risoluzione falliscono.

source: Windows users: go to
it: Utenti di Windows: andate su

source: iPhone/iPad users: No specific version advised at this time.
it: Utenti iPhone/iPad: al momento non è possibile suggerire nessuna versione specifica.

source: Routers - Make sure you have the latest firmware installed. Some vendors have updated the defaults, or put in health checks before enabling IPv6.
it: Routers - Assicurarsi di avere l'ultima versione del firmware installata. Alcuni venditori hanno aggiornato le impostazioni predefinite, o hanno implementato dei controlli prima di abilitare l'IPv6.

source: If you are using an Apple router or Time Capsule, load the Airport Utility to check that your router is up to date.
it: Se si sta usando un router Apple o una Time Capsule, apri l'Utility Airport per controllare che il tuo router sia aggiornato.

source: Browsers - Some browsers have made updates to detect "broken" users, and to temporarily disable IPv6.
it: Browsers - Alcuni browsers hanno fatto degli aggiornamenti per rilevare gli utenti con IPv6 malfunzionante, e per disabilitare temporaneamente ad essi l'IPv6.

source: Firefox 4.x now only tries IPv6, when an IPv6 address is configured. Firefox 3 users are encouraged to upgrade.
it: Firefox 4.x adesso prova ad usare l'IPv6 solo quando un indirizzo IPv6 è configurato. Gli utenti di Firefox 3 sono invitati a eseguire l'aggiornamento.

source: Chrome: If a wrench icon appears on the browser toolbar, click it. Select "Update Google Chrome" then Restart.
it: Chrome: Se un icona con una chiave inglese appare sulla toolbar del browser, cliccala. Seleziona quindi "Update Google Chrome" e poi riavvia.

source: Opera: Make sure you use at least 11.10.
it: Opera: Assicurati di usare almeno la versione 11.10.

source: Finding your IP address
it: Trova il tuo indirizzo IP

source: Identify your IPv6 address, and your default router (if you have one).
it: Identifica il tuo indirizzo IPv6 e l'instradamento predefinito (se ne hai uno).

source: Finding your IPv6 address and default router can be a challenge if you are not familiar with your OS's network configuration. Instructions for your OS are below.
it: Trovare il tuo indirizzo IPv6 e l'instradamento predefinito può essere una sfida se non si ha familiarità con la configurazione di rete del sistema operativo. Le istruzioni per il tuo OS sono qui sotto.

source: When looking for your IPv6 address, skip any <code>fe80:</code> address. Everyone has them if their OS supports IPv6; this is regadless of whether or not your ISP supports IPv6 yet. Those are "link local" addresses; used just for communicating to other hosts in the same physical network as you.
it: Quando cerchi il tuo indirizzo IPv6, ignora qualsiasi indirizzo che inizia con <code>fe80:</code>. Tutti hanno questi indirizzi se il loro OS supporta IPv6, a prescindere dal fatto che il tuo ISP supporti IPv6. Questi sono indirizzi "link local", usati solo per comunicare ad altri dispositivi nella tua stessa rete.

source: OS X users: To find your IP address using the GUI:
it: Utenti OS X: cercare l'indirizzo IP usando l'interfaccia grafica:

source: Go to the "Apple" menu (top left corner)
it: Vai nel menu "mela" (nell'angolo superiore sinistro)

source: Go to System Preferences
it: Seleziona Preferenze di Sistema

source: Go to Network
it: Seleziona Network

source: Click on your primary network (green icon) if you have more than one work.
it: Fare clic sulla rete principale (icona verde) se si ha più di una rete funzionante.

source: Go to "Advanced"
it: Vai su "Avanzate"

source: Look at the TCP/IP tab, uder "Configure IPv6".
it: Cerca il tab TCP/IP, sotto "Configura IPV6".

source: Make a note of whether or not there is a router.
it: Prendi nota se c'è oppure no un instradamento ("default route").

source: Make a note of the IPv6 address (if any).
it: Prendi nota dell'indirizzo IPv6 (se presente).

source: OS X users: To find your IP address using the command line:
it: Utenti OS X: Cercare l'indirizzo IP usando la riga di commando:

source: To open your terminal: Go to your Applications folder; go to Utilities; and double click Terminal.
it: Per aprire il terminale: Andare alla cartella Applicazioni; andare su Utilities; e doppio click su Terminale.

source: To see your IP addresses: <code>ifconfig -f inet6</code>.
it: Per vedere il tuo indirizzo IP: <code>ifconfig -f inet6</code>.

source: Ignore the <code>fe80:</code> addresses; look for any other address on your <code>en0</code> or <code>en1</code>.
it: Ignora gli indirizzi <code>fe80:</code>; cercare altri indirizzi sulla <code>en0</code> o <code>en1</code>.

source: To see if you have a default route: <code>netstat -nr -f inet6</code>.
it: Per vedere se si dispone di una route predefinita: <code>netstat -nr -f inet6</code>.

source: Look for a line that says "default"; probably pointing to a gateway starting with <code>fe80:</code>
it: Cerca una linea che dice "default"; probabilmente puntando a un gateway che comincia con <code>fe80:</code>

source: iPhone and iPad users: No information is shown via Apple's preferences/setup. The "IT Tools" and the "ip6config" apps do show IPv6 address data; both cost.
it: Utenti iPhone e iPad: Nessuna informazione è mostrata tramite le preferenze/impostazioni di Apple. Le applicazioni "IT Tools" e "ip6config" mostrano i dati relativi agli indirizzi IPv6; entrambe sono a pagamento.

source: Linux users: To find your IPv6 address, open a terminal and..
it: Utenti Linux: Per trovare l'indirizzo IPv6, aprire un terminale e eseguite il seguente comando:

source: Linux users: To find your IPv6 route, use:
it: Utenti Linux: Per trovare l'instradamento predefinito IPv6 usare il seguente comando:

source: Generic unix instructions for determining your IPv6 address and default route:
it: Istruzioni generiche per utenti unix per determinare l'indirizzo IPv6 e l'instradamento di default:

source: Run
it: Esegui

source: and look for <code>inet6</code> to see your possible IPv6 addresses.
it: e cerca <code>inet6</code> per vedere i tuoi possibili indirizzi IPv6.

source: and look for <code>inet6</code> or <code>Internet6</code> or similar to find the IPv6 portion; then look for <code>default</code> or <code>::</code> or <code>::/0</code>.
it: e cerca <code>inet6</code> o <code>Internet6</code> o simili per trovare la porzione IPv6; quindi cerca <code>default</code> o <code>::</code> o <code>::/0</code>.

source: Windows users: To find your IP address using cmd.exe:
it: Utenti Windows: Per trovare l'indirizzo IP utilizzando il Prompt dei comandi (cmd.exe):

source: Go to your "start" menu
it: Apri il menu "Start"

source: If you have a "Run" menu option, select it. Otherwise go to the "Search programs and files" box.
it: Se c'è una voce "Esegui" selezionala. Altrimenti vai nella casella "Cerca programmi e files".

source: Type <code>cmd.exe</code>
it: Digita <code>cmd.exe</code>

source: In the cmd window, type <code>ipconfig</code> .
it: Nella finestra cmd, digita <code>ipconfig</code>.

source: Windows 7 GUI users:
it: Utenti Windows 7: Utilizzando l'interfaccia grafica:

source: Go to the start menu
it: Vai al menu "start"

source: Go to the control panel
it: Seleziona Pannello di controllo

source: Go to "Network and Internet"
it: Vai su "Rete e Internet"

source: Go to "View network status and tasks"
it: Vai su "Visualizza stato della rete e attività"

source: Go to "Change adapter settings".
it: Vai su "Modifica impostazioni scheda".

source: Go to your main Internet connection, double click
it: Vai sulla connessione internet principale e fai doppio clic

source: Go to "Details"
it: Clicca su "Dettagli"

source: Look for "IPv6 Address" and "IPv6 Default Gateway"
it: Cerca "Indirizzo IPv6" e "Gateway predefinito IPv6"

source: Other Windows based OS's: Send jfesler@test-ipv6.com detailed instructions; and I'll add them to the site.
it: Altri OS basati su Windows: inviate le istruzioni dettagliate a jfesler@test-ipv6.com e verranno aggiunte al sito.

source: <b>If you set up a tunnelbroker tunnel</b>: The most common causes for tunnelbroker users to fail are:
it: <b>Se hai attivato un tunnel tramite tunnelbroker</b>: le cause più comuni di fallimento per gli utenti di tunnelbroker sono:

source: Your IPv4 address may have changed; you need to tell the tunnelbroker server this happened.
it: L'indirizzo IPv4 potrebbe essere cambiato; in tal caso è necessario comunicarlo al server tunnelbroker.

source: If you are using your router to do the 6in4 (sometimes called 6to4 with explicit provider):
it: Se stai usando il tuo router per fare tunnel 6in4 (a volte chiamato 6to4 con provider espliciti):

source: Make sure tunnelbroker knows your current IPv4 address. Our site tells you your public IPv4 address.
it: Assicurati che tunnelbroker conosca il tuo indirizzo IPv4 attuale. Il nostro sito ti dice qual è il tuo indirizzo IPv4 pubblico.

source: Make sure your router can ping the other side of the tunnel. Don't waste your time fixing computers until the router works!
it: Assicurati che il router possa pingare l'altra lato del tunnel. Se il router non funziona è inutile perdere tempo cercando di riparare il computer!

source: If you are using your Linux, BSD, Mac, or Windows box to "talk 6to4" specifically:
it: Se stai usando un dispositivo Linux, BSD, Mac, o Windows come "box 6to4" in particolare:

source: Make sure your router is passing "protocol 41" to you.
it: Assicurati che il tuo router stia inoltrando i pacchetti del "protocollo 41" a te.

source: Make sure any software firewall you are operating is passing "protocol 41" to you.
it: Assicurarsi che qualsiasi firewall che sta funzionando stia passando il "protocollo 41" a te.

source: If everything worked before your reboot but fails now, check your firewall settings.
it: Se tutto funzionava prima del riavvio ma adesso non funziona più, controlla le impostazioni del firewall.

source: Make sure the box "doing 6to4" can ping the other side of the tunnelbroker gateway before working on any other hosts.
it: Assicurati che il dispositivo che "fa 6to4" possa pingare l'altro lato del gateway tunnelbroker prima di lavorare su qualsiasi altro host.

source: If you set up 6to4
it: Se si imposta 6to4

source: (IPv6 address: starts with 2002)
it: (l'indirizzo IPv6 comincia con 2002)

source: If you use 6to4</b> (without a tunnel broker; ie, using anonymous 6to4):
it: Se usi 6to4</b> (senza un tunnel broker; ad esempio, usando 6to4 anonimo):

source: The use of "automatic" 6to4, or the use of 6to4 without explicit configuration of the gateways, is not recommended. For more information see <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.
it: L'uso di 6to4 "automatico", o l'uso di 6to4 senza configurazione esplicita dei gateway, non è raccomandato. Per ulteriori informazioni guarda <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.

source: If you want to continue trying to debug anonymous 6to4:
it: Se vuoi continuare a provare a debuggare 6to4 anonimo:

source: If you are using your router to do the 6to4:
it: Se usi il tuo router per fare 6to4:

source: Make sure your router has a public IPv4 address. Without this, 6to4 fails.
it: Controlla che il tuo router abbia un indirizzo IPv4 pubblico. Senza questo 6to4 fallisce.

source: If your router permits you to log in, use "ping" or "ping6" and see if you can ping "ipv6.test-ipv6.com". Don't waste your time fixing computers until the router works!
it: Se il tuo router ti permette di loggarti, usa "ping" o "ping6" e controlla se puoi pingare "ipv6.test-ipv6.com". Non perdere tempo a mettere a posto i computer finché il router non funziona!

source: Most home systems have private IPv4 addresses; this won't work with 6to4 (unless..)
it: Alcune connessioni domestiche hanno indirizzi IPv4 privati; questo non funzionerà con 6to4 (a meno che...)

source: Make sure your 6to4 interface knows your public IPv4 address.
it: Controlla che l'interfaccia 6to4 conosca il tuo indirizzo IPv4 pubblico.

source: Make sure that your router permits protocol 41 from any IP address - not just 192.88.99.1. This will allow web sites to operate their half of 6to4, even if they can not spoof the 192.88.99.1 anycast address.
it: Controlla che il router consenta il protocollo 41 da qualsiasi indirizzo IP - non solo 192.88.99.1. Questo consentirà ai siti web di operare la loro metà di 6to4, anche se non riescono a usare l'indirizzo anycast 192.88.99.1 come mittente.

source: Linux users using iptables connection tracking: take heed of the previous note!
it: Gli utenti Linux che usano iptables con connection traking ricontrollino la nota precedente!

source: Consider changing how you connect.
it: Considera di cambiare il metodo di connessione.

source: Ask your ISP if they offer any IPv6 connectivity (including possibly 6in4 tunnels, or tunnelbroker type tunnels).
it: Chiedi al tuo ISP se offre connettività IPv6 (inclusa la possibilità di tunnel 6in4, tunnelbroker o altri tipi).

source: See <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> for more information on why you would want to switch; and some options.
it: Guarda <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> per ulteriori informazioni sul perché vorresti poter cambiare, e qualche opzione.

source: If you have an ULA
it: Se hai un ULA

source: (IPv6 address: starts with FC or FD)
it: (l'indirizzo IPv6 comincia con FC o FD)

source: If you have an IP address starting with <code>FC</code> or <code>FD</code>, you have what is effectively a private IPv6 address. It might be usable for talking to other devices within your home, or within your company. It also allows you to have a steady IPv6 address inside, even if your public IPv6 address changes regularly.
it: Se hai un indirizzo IP che inizia con <code>FC</code> o <code>FD</code>, hai ciò che in effetti è un indirizzo IPv6 privato. Potrebbe essere utilizzabile per comunicare con altri dispositivi all'interno della vostra casa, o all'interno dell'azienda. Permette anche di avere un indirizzo IPv6 statico all'interno della tua rete, anche se il tuo indirizzo IPv6 pubblico cambia regolarmente.

source: The main problem with ULA is that certain home routers are now offering ULA, *and* giving you a default route. This route is offered regardless of whether or not your router actually has IPv6 connectivity. From your browser's point of view, it doesn't know that your default route goes nowhere; there is no feedback mechanism. Since IPv6 is (roughly speaking) preferred over IPv4, your browser will try using this broken route. It may take minutes before giving up.
it: Il problema principale degli ULA è che alcuni router domestici stanno offrendo ai dispositivi indirizzi ULA *e* dando un instradamento predefinito. Questa instradamento è offerto indipendentemente dal fatto che il router in realtà disponga di connettività IPv6. Dal punto di vista del browser, esso non sa che l'instradamento di default va da nessuna parte: non esiste un meccanismo di feedback. Poiché IPv6 è (di solito) preferito rispetto a IPv4, il browser cercherà di utilizzare questo instradamento. Potrebbero essere necessari diversi minuti prima che ci rinunci.

source: Our advice: Enable ULA only if your router has full time IPv6 connectivity. Disable it, otherwise. If you do disable it on your router, you will likely need to reboot your router first, then reboot your host, before the symptoms go away.
it: Il nostro consiglio: abilita ULA solo se il tuo router ha connettività IPv6 a tempo pieno. In caso contrario disabilitalo; molto probabilmente per far sparire i sintomi sarà necessario riavviare il router e successivamente riavviare il tuo dispositivo.

source: Bad or Inappropriate IPv6 Addresss
it: Indirizzo IPv6 non valido o inappropriato

source: (IPv6 address: see table below)
it: (Indirizzo IPv6: vedi tabella sotto)

source: Bad or Inappropriate IPv6 Addresses (Bogons)
it: Indirizzo IPv6 non valido o inappropriato (Bogons)

source: If you IPv6 address starts with any of these, your router needs to be upgraded.
it: Se il tuo indirizzo IPv6 inizia con uno dei seguenti prefissi, il tuo router ha bisogno di un aggiornamento.

source: disable ULA.
it: disabilita ULA.

source: Other routers: Try updating the firmware. If that fails, look for and disable "ULA" or "Unique Local Addressing".
it: Altri router: prova ad aggiornare il firmware all'ultima versione. Se non funziona, disabilita la funziona "ULA" o "Unique Local Addressing".

source: If that fails, disable IPv6 entirely on the router.
it: Se non risolvi il problema, disabilita completamente IPv6 sul router.

source: or
it: o

source: This is a router using 6to4, but using a private IPv4 address. This will never work.
it: Questo è un router che sfrutta 6to4, ma utilizza un indirizzo IPv4 privato. Questa configurazione non può funzionare.

source: Apple routers: Update to the latest firmware; that has been corrected.
it: Router Apple: aggiorna il firmware all'ultima versione disponibile; il problema è stato corretto.

source: Other routers: Try updating the firmware. If that fails, look for and disable "6to4" or any form of automatic IPv6 tunnel.
it: Altri router: prova ad aggiornare il firmware all'ultima versione. Se non funziona, disabilita "6to4" o ogni tipologia di tunnel IPv6 automatico.

source: This router is using the official "Documentation" prefix - which is not routable on the IPv6 Internet.
it: Questo router sta utilizzando il prefisso riservato ufficialmente per "Documentazione", che non è valido su internet IPv6.

source: Update to the latest firmware.
it: Aggiorna il firmware alla versione più recente.

source: Other routers: Try updating the firmware.
it: Altri router: prova ad aggiornare il firmware alla versione più recente.

source: Disable IPv6.
it: Disabilita IPv6.

source: (IPv6 address: not starting with fe80)
it: (l'indirizzo IPv6 non inizia con fe80)

source: Unexpected IPv6 address?
it: Indirizzo IPv6 inaspettato?

source: Modern operating systems all have IPv6 enabled. This feature is dormant until someone explicitly configures IPv6, <em><b>or</b></em> a device on the local network offers it. Autoconfigured IPv6 hosts learn their IPv6 address and their gateway through the use of IPv6 router announcements (RAs). The network you are on may intentionally offer IPv6; you'll automatically use it when your computer sees it.
it: Tutti i sistemi operativi moderni hanno IPv6 attivato. Questa funzionalità è dormiente fino a quando qualcuno in modo esplicito configura IPv6 <em><b>oppure</b></em> un dispositivo sulla rete locale lo offre. Gli host IPv6 autoconfigurati acquisiscono il loro indirizzo IPv6 e il loro gateway attraverso l'uso degli annunci router IPv6 (RA). La rete su cui sei potrebbe offrire IPv6 intenzionalmente: lo userai automaticamente non appena il tuo computer lo vedrà.

source: <b>Where this goes wrong:</b> Some people plug their router into the network (wired or wireless) and inadvertantly offer IPv6 services to everyone. Classic examples of this are where people add an early version of an Apple router (with 6to4 automatically enabled); another example is someone who has Windows Internet Connection Sharing enabled. In both cases, there is a chance they offer their services - and become your IPv6 router of choice, without any notification to you.
it: <b>Quando le cose non funzionano:</b> Alcune persone collegano il loro router alla loro rete (cablata o wireless) e inavvertitamente offrono servizi IPv6 a tutti. Esempi classici di questo sono quando delle persone collegano una vecchia versione di un router Apple (in cui 6to4 è abilitato automaticamente); un altro esempio è qualcuno che ha la condivisione della connessione Internet di Windows attiva. In entrambi i casi, è possibile che offrano i loro servizi, e diventino router IPv6 primari, senza alcuna notifica preliminare.

source: If these IPv6 routers don't work, you will fail to connect to any web site that offers services on both IPv4 and IPv6. Even if they do work, if the router in question is unplugged (the owner packs up, leaves the hotel/conference) your host never gets the notice; and it can be hours before it gives up.
it: Se questi router IPv6 non funzionano, non riuscirai a connetterti a nessun sito web che offra i suoi servizi sia su IPv4 che su IPv6. Anche se invece funzionano, se il router in questione è scollegato (il proprietario lo stacca, lascia l'hotel o sala conferenze) gli altri utenti non ricevono nessuna notifica e possono volerci ore prima che la situazione si ristabilisca.

source: This is similiar to someone accidentially (or intentionally) running a rogue DHCP server.
it: Questo è del tutto simile a quando qualcuno accidentalmente (o intenzionalmente) attiva un server DHCP malevolo.

source: <b>If you are are not the network admin</b> - and have no access to fix the problem - consider disabling IPv6, at least for the location you are in. Another option might be to try turning off, and turning back on, your network interface (clearing the IP address), in case the source of the problem has left the network.
it: <b>Se non sei l'amministratore di rete</b> - e non hai modo di risolvere il problema primario - considera di disabilitare IPv6, almeno per la rete in questione. Un'altra opzione potrebbe essere provare spegnere e riaccendere l'interfaccia di rete (cancellando gli indirizzi IP), nel caso in cui l'origine del problema abbia lasciato la rete.

source: <b>If you are the network administrator</b>: You can use the default route information to identify the ethernet address; and then search for the owner of that ethernet address. Some network vendors have features that will suppress the advertisements of unauthorized RAs (router announcements); consider enabling those feaatures. More reactive measures involve finding (by ethernet address) the owner of the device; or possibly spoofing RA's from their device to indicate the device is going away.
it: <b>Se sei l'amministratore di rete</b>: è possibile utilizzare le informazioni di instradamento predefinito per identificare l'indirizzo ethernet e quindi cercare il proprietario dell'indirizzo ethernet. Alcuni fornitori di rete dispongono di funzionalità che elimineranno le gli annunci router (RA) non autorizzati; è consigliabile attivare queste funzionalità. Misure più reattive coinvolgono trovare (tramite l'indirizzo ethernet) il proprietario del dispositivo; o anche falsificare le RA di quel dispositivo per indicare che il dispositivo se ne sta andando via.

source: Consider trying the "netalyzr". This is another site that runs a java applet (which can do more than my site can, in just javascript). I would find feedback about how you useful this site was for you.
it: Ti consigliamo di provare il "netalyzr". Questo è un altro sito che gestisce un'applet java (che può fare di più di quello che può il mio sito in solo javascript). Mi piacerebbe ricevere commenti e suggerimenti su quanto utile questo sito sia stato per te.

source: From the netalyzr staff:
it: Dal personale di netalyzr:

source: If all else fails
it: Se tutto il resto fallisce

source: (Instructions for disabling or deprioritizing IPv6)
it: (Istruzioni per la disabilitazione o riduzione di priorità di IPv6)

source: Disabling or Deprioritizing your IPv6 address
it: Disattivazione o abbassamento di priorità del tuo indirizzo IPv6
