Repository: falling-sky/source
Catalog: old/po/dl/*/falling-sky.*.po
Languages: it

source: Sites that determine your location automatically, will get this wrong more frequently when you share an IPv4 address with people in other cities.
it: I siti che determinano la tua posizione automaticamente, rileveranno spesso una locazione errata quando si sta condividendo un indirizzo IPv4 con persone in altre città.

source: The box that shares an address between you and the other hundreds of houses, may become performance constrained (cpu, network, TCP ports)
it: La scatola che condivide un indirizzo tra te e le altre centinaia di case, può avere prestazioni limitate (cpu, network, TCP ports)

source: The box is a potential central point of failure for your internet access
it: La scatola è un potenziale punto centrale di errore per l'accesso a internet

source: Sharing IPv4 addresses is an extra expense for the ISP that they will be passing on to their customers
it: La condivisione di indirizzi IPv4 è una spesa extra per l'ISP che scaricherà sui propri clienti

source: What is a tunnel?
it: Che cosa è un tunnel?

source: How did we detect a 6RD tunnel?
it: Come rileviamo un tunnel 6RD?

source: During the tests, we collect your IPv4 and IPv6 addresses. If at least 16 bits of your IPv4 address are embedded in your IPv6 prefix, then we assume that you are using a 6RD tunnel.
it: Durante i tests, collezioniamo il tuo indirizzo IPv4 e quello IPv6. Se almeno 16 bit del tuo indirizzo IPv4 sono incorporati nel prefisso IPv6, assumiamo che stai usando un tunnel 6RD.
