Repository: falling-sky/source
Catalog: old/po/dl/*/falling-sky.*.po
Languages: it

source: You can opt instead to view the <a href="simple_test.html">simple test</a>, which will give you a quick pass/fail for IPv4, IPv4+IPv6, and IPv6. It will however offer little diagnostic information.
it: Puoi anche provare il <a href="simple_test.html">simple test</a>, che da una rapida risposta OK/non OK per l'IPv4, IPv4+IPv6, e IPv6. Offre tuttavia poche informazioni diagnostiche.

source: For the Help Desk
it: Per l'Help Desk

source: Summary
it: Riepilogo

source: Tests Run
it: Verifiche Effettuate

source: Share Results / Contact
it: Condividi i risultati / Contattaci

source: FAQ for You
it: FAQ per te

source: Other IPv6 Sites
it: Altri siti IPv6

source: How this test works:
it: Come funziona questo test:

source: Your browser will be instructed to reach a series of URLs. The combination of successes and failures tells a story about how ready you are for when publishers start offering their web sites on IPv6.
it: Il tuo browser cercherà di raggiungere una serie di indirizzi URL. Questo permette di capire se la tua configurazione è in grado di supportare siti web su IPv6.

source: Technical Info
it: Info tecniche

source: Test with IPv4 DNS record
it: Test con record DNS IPv4

source: pending
it: in sospeso

source: Test with IPv6 DNS record
it: Test con record DNS IPv6

source: Test with Dual Stack DNS record
it: Test con record DNS Dual Stack

source: Test for Dual Stack DNS and large packet
it: Test con record DNS Dual Stack e pacchetti grandi

source: Test IPv4 without DNS
it: Test IPv4 senza DNS

source: Test IPv6 without DNS
it: Test IPv6 senza DNS

source: Test IPv6 large packet
it: Test IPv6 con pacchetti grandi

source: Test if your ISP's DNS server uses IPv6
it: Test per verificare se il server DNS del tuo provider utilizza IPv6

source: Find IPv4 Service Provider
it: Ricerca del provider di servizi IPv4

source: Find IPv6 Service Provider
it: Ricerca del provider di servizi IPv6

source: Test for buggy DNS
it: Test per DNS buggy

source: Fetches an object that has just an A record in DNS. This is expected to use IPv4. IPv6-only users might still reach this, if their provider has employed a NAT64/DNS64 or proxy solution.
it: Recupero di un oggetto che ha solo un record A nel DNS. Questo dovrebbe utilizzare l' IPv4. Gli utenti IPv6-only potrebbero ancora raggiungerlo, se il prorpio provider ha impiegato una soluzione NAT64/DNS6 o una soluzione proxy.

source: Fetches an object that has just an AAAA record in DNS. This is expected to use IPv6. Users not yet on the IPv6 Internet are likely to see this fail. As long as it fails quickly, it will be OK - for now.
it: Recupero di un oggetto che ha solo un record AAAA nel DNS. Questo dovrebbe utilizzare l' IPv6. Gli utenti che non usano ancora l' IPv6 dovrebbero vedere questo fail. Finchè fallisce rapidamente, sarà OK - per adesso.

source: This is the most important test. This verifies your browser can connect to a site that has both IPv4 and IPv6 records published. IPv4 only hosts should connect fine (using IPv4).
it: Questo è il test più importante. Il test verifica che il tuo browser possa connettersi a un sito che ha entrambi i record IPv4 e IPv6 pubblicati. Gli hosts che usano solo l'IPv4 dovrebbero connettersi senza problemi (usando l'IPv4).

source: If this test fails or times out, you can expect major problems as publishers start offering their sites on IPv6.
it: Se questo test fallisce o va in timeout, puoi aspettarti problemi più grandi visto che i publishers hanno cominciato a offrire i loro siti tramite IPv6.

source: Validates that you can connect to a dual-stack server (like the ds test); and that you can send/receive large packets on that connection. If this test times out for any reason, it indicates trouble for World IPv6 Day.
it: Controlla che sia possibile connettersi a un server dual-stack (come nel test ds) e che sia possibile inviare/ricevere pacchetti di grandi dimensioni su questa connessione.

source: This will try connecting with a literal IPv4 numeric address. This should work for most people, unless they are running IPv6-only. If the first test worked, but this fails, it likely confirms your provider is using NAT64/DNS64; you'll need to only try connecting using hostnames instead of numeric IP addresses.
it: Questo cercherà di connettersi usano un indirizzo numerico IPv4 letterale. Dovrebbe funzionare per la maggior parte delle persone, a meno che non stiano usando IPv6-only. Se il primo test ha funzionato, ma questo fallisce, potrebbe essere una conferma che il tuo provider sta usando NAT64/DNS64; sarà necessario connettersi usando solo nomi host invece degli indirizzi IP numerici.

source: This will try connecting with a literal IPv6 hexadecimal address. The primary purpose of this test is to separate out your connectivity on IPv6 from your ability to fetch DNS for it. A secondary purpose is to see if you have Teredo enabled; some systems may only use Teredo when an IPv6 address is in the URL.
it: Questo cercherà di connettersi con un indirizzo esadecimale IPv6 letterale. Lo scopo principale di questo test è di separare la connettività IPv6 dall'abilità di recuperare DNS per essa. Il secondo scopo è di vedere se è attivo Teredo; alcuni sistemi possono usare solo Teredo quando un indirizzo IPv6 è nell'URL.

source: Validates that IPv6 requests with large packets work. If this test times out, but other IPv6 tests work, it suggests that there may be PMTUD issues; possibly involving IP tunnels.
it: Valida che le richieste IPv6 con pacchetti di grande dimensioni funzioni. Se il test va in time out, ma altri test IPv6 funzionano, suggerisce che potrebbero esserci dei problemi PMTUD; che forse coinvolgono dei tunnels IP.

source: Double check to make sure that ICMPv6 Type 2 ("Packet Too Big") messages are not filtered by your firewall.
it: Controlla che i pacchetti ICMPv6 Type 2 ("Packet Too Big") non vengono filtrati dal tuo firewall.

source: (This is bonus credit)
it: (Questo è credito bonus)

source: This is a test of your ISP's resolver (instead of a test of your host). If this test passes, your DNS server (often run by your ISP) is capable of reaching IPV6-only DNS authoritative servers on the Internet. This is not critical (at this time) for you to reach sites via IPv6.
it: Questo è un test per il resolver del tuo ISP (invece di testare l' host). Se il test viene superato, il server DNS (spesso eseguito dal tuo ISP) è in grado di raggiungere i servers DNS authoritative per connettività IPV6-only su internet. Questo non è fondamentale (per il momento) per raggiungere i siti via IPv6.

source: Attempts to identify what Internet Service Provider you use for IPv4. This may be different from the marketing name you see in your local market; or may reflect a previous company name. The name shown reflects how it is known in the network operator community.
it: Tenta di identificare quale Internet Service Provider si utilizza per l'IPv4. Potrebbe essere diverso dal nome marketing scelto per il mercato; o potrebbe visualizzare il nome della precedente compagnia. Il nome mostrato rispecchia come viene chiamato nella comunità degli operatori di rete.

source: Attempts to identify what Internet Service Provider you use for IPv6. When the IPv4 name and the IPv6 name don't match, it may suggest that you're using a tunnel; or some form of third party provider for IPv6.
it: Tenta di identificare quale Internet Service Provider si utilizza per l'IPv6. Quando il nome IPv4 e quello IPv6 non corrispondo, potrebbe indicare che si sta usando un tunnel; o qualche altra forma di provider di terze parti per l'IPv6.

source: Queries for a malformed AAAA record. Some routers mishandle these as "A" records, and only keep the first 32 bits. We want this test to fail to connect.
it: Queries per un record AAAA non valido. Alcuni routers manomettono questi record con records di tipo A e mantengono solo i primi 32 bits. Si aspetta che il test fallisca per connettersi.

source: If the summary results indicated problems, you (or your technical support) may be able to use the information above to diagnose the issues. Each of the test urls and their results is shown on the left side. To the right you'll see a description of what that URL was designed to test.
it: Se il riepilogo dei risultati visualizza dei problemi, tu (o il tuo supporto tecnico) dovresti essere in grado di usare le informazioni sopra per rilevare i problemi. Ognuno degli urls di test e i loro risultati sono mostrati sul lato sinistro. A destra si vedrà una descrizione di ciò che quel determinato URL andrà a testare.

source: After each test is ran. The summary page attempts to look at the results If the summary doesn't seem to make sense given the symptoms recorded above, or if you need further assistance, please feel free to contact us.
it: Dopo che ogni test è stato eseguito. La pagina di riepilogo tenta di controllare i risultati. Se il sommario non sembra aver senso dati i sintomi registrati sopra, o se avete bisogno di ulteriore assistenza, non esitate a contattarci.

source: <b>Your particular configuration is of interest.</b> We are always striving to make the test-ipv6.com code better. Would you be willing to contribute more information about your browser and computer setup? With your help, we can document for others how to repair their systems.
it: <b>La tua particolare configurazione è particolarmente interessante.</b> Cerchiamo sempre di migliorare il codice di test-ipv6.com. Saresti disposto a contribuire con ulteriori informazioni sulla tua configurazione di browser e computer? Con il tuo aiuto, potremo aiutare altri utenti a riparare i loro sistemi.

source: This form will let you leave a comment, voice concerns, or ask questions. Your test results will be included automatically.
it: Questo modulo vi permetterà di lasciare commenti, dubbi, o domande. I risultati dei test verranno inclusi automaticamente.

source: This includes your IP address, which is shared with the site administrator in order to answer your questions.
it: Questo include il tuo indirizzo IP, che è condiviso con l'amministratore del sito al fine di rispondere alle tue domande.

source: Use of this form implies consent.
it: Utilizzo di questo form implica il consenso.

source: <span id="comments_faq_link"></span> (FAQ) page is available for <b>your</b> exact set of results. Please read it before leaving comments; many questions have already been answered. If you still have questions, comments, or concerns, feel freel to use this form.
it: È disponibile una pagina di <span id="comments_faq_link"></span> (FAQ) per il <b>tuo</b> preciso set di risultati. Per favore leggila prima di lasciare dei commenti; molte domande hanno già una risposta. Se hai domande, commenti o dubbi, sentiti libero di usare questo modulo.

source: Please leave your comments using English, if possible.
it: Si prega di lasciare dei commenti usando l'inglese, se possibile.

source: If reporting a problem with the test, or requesting help with your results, please fill out all requested information to the best of your ability. If leaving general comments, use your best judgement on how much to report.
it: Se vuoi segnalare un problema con il test, o vuoi chiedere aiuto a proposito dei tuoi risultati, per favore compila tutte le informazioni richieste al meglio delle tue capacità. Se vuoi lasciare commenti generali, usa il buon senso su quanto riportare.

source: Thanks,
it: Grazie,

source: Purpose for comment
it: Scopo di questo commento

source: Questions about test results
it: Domande sui risultati dei test

source: Report a bug with diagnosis
it: Segnala un bug con diagnosi

source: Suggestion
it: Suggerimento

source: Cheers or Jeers
it: Applausi o Fischi

source: Email address if you'll permit me to contact you. <i>Required, if you wish a response.</i>
it: Indirizzo email se mi permetti di contattarti. <i>Necessario, se desideri una risposta.</i>

source: Any information you think I might find useful (what router you're using, or a firewall in the way, or type of proxy you use, etc). This includes general feedback.
it: Tutte le informazioni che pensi io possa trovare utili (quali router utilizzi, o firewall, o tipo di proxy, ecc). Questo include anche opinioni in generale.

source: The javascript based test appears to have failed. This may be browser plugin or extension related. Please indicate what browser plugins and extenions you have enabled in this browser.
it: I test javascript sembra abbiano fallito. Questo potrebbe essere a causa di un'estensione o plugin del tuo browser. Indica quali estensioni del browser sono attive.

source: If you are technically minded please cut/paste the output of the following commands:
it: Se sei abbastanza esperto copia/incollare l'output dei seguenti comandi:

source: Copy the output from those commands, into the box below. This will help me confirm/deny any theories relating to your question.
it: Copia l'output di questi comandi nella casella sottostante. Questo mi aiuterà a confermare o smentire qualsiasi teoria relativa alla tua domanda.

source: If you are technically minded, please open a "Command Prompt" or "cmd" window, and run these three commands:
it: Se sei abbastanza esperto, apri una finestra di "cmd" o "Command Prompt" ed esegui questi tre comandi:

source: Send results
it: Invia i risultati

source: Help desk information will follow once the test completes.
it: Le informazioni per l'Help Desk compariranno appena saranno completati i test.

source: If your Internet help desk asks you to mail the 'results url', copy and paste the following URL.
it: Se l'Help Desk Internet ti chiede di inviare "l'url dei risultati", copia e incolla il seguente URL.

source: Note that this will share your current numeric Internet Protocol address(es).
it: Nota che questo condividerà il tuo attuale indirizzo IP.

source: We do not recommend posting this link on public web sites such as forums.
it: Non è consigliabile postare questo link su siti web pubblici come i forum.

source: On most computers, you can right-click the above URL, and select 'Copy'.
it: Sulla maggior parte dei computer, potrai fare un click destro sull'URL qua sopra e selezionare “Copia”.

source: <b>Because you have IPv6</b>, we've added this tab to show you whether or not you can reach other IPv6 web sites on the Internet. Consider notifying your ISP, if there are sites that show up as broken. If you are the ISP, you can click the Info link to see what test URLs are being used.
it: <b>Dato che utilizzi IPv6</b> puoi utilizzare questa scheda per verificare la raggiungibilità di alcuni siti web IPv6. Se alcuni siti non sono raggiungibili, potresti voler notificare il tuo ISP a riguardo. Se lavori per l'ISP, puoi utilizzare il link “Info” per verificare gli URL esatti utilizzati.

source: <b>Hint</b>: Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(2); return false;">click here</a> to re-check reachability from where you are to those mirrors.
it: <b>Suggerimento</b>: le colonne possono essere ordinate con un click sulla prima riga; <a href="#" onclick="GIGO.test_sites(2); return false;">un click qua</a> per verificare nuovamente la raggiungibilità dalla tua macchina ai siti elencati.

source: It is real easy to get added to this list for basic checks. Just provide two image URLs (one IPv4-only; one IPv6-only), to Jason Fesler &lt;jfesler@gigo.com&gt;. Also send your general web site address and organization name.
it: E' molto semplice essere aggiunti a questa lista per controlli di base. Basta fornire due immagini URLS (una IPv4-only; una IPv6-only), a Jason Fesler &lt;jfesler@gigo.com&gt;. Si prega di inviare anche l'indirizzo del sito web generale e il nome della compagnia.

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
it: Siti mirror sono ben accetti e apprezzati, sia pubblici che privati. Guarda <a href="https://github.com/falling-sky/source/wiki">il wiki</a> per i dettagli.

source: All rights reserved.
it: Tutti i diritti riservati.

source: Source
it: Codice sorgente

source: Attributions
it: Attribuzioni

source: This is a mirror of test-ipv6.com. The views expressed here may or may not reflect the views of the mirror owner.
it: Questo è un mirror di test-ipv6.com. Le opinioni qui espresse possono non riflettere le opinioni di chi ospita il mirror.

source: Available Languages
it: Lingue disponibili

source: Pick one of the following to switch to that language.
it: Scegli una delle lingue seguenti per impostarla.

source: Translators and proof readers welcome.
it: Traduttori e correttori sono i benvenuti.

source: See <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>Info</a>; and our <a href='https://crowdin.net/project/falling-sky'>'CrowdIn'</a> project page.
it: Guarda le <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>informazioni</a> e la nostra pagina di progetto su <a href='https://crowdin.net/project/falling-sky'>'CrowdIn'</a>.

source: Help Desk Information
it: Informazioni per l'Help Desk

source: Q: What is the Help Desk tab for?
it: D: Qual è il tab dell'Help Desk?

source: This tab is intended to help provide a brief, concise explanation of your connectivity. This can be read over the phone, if needed, to a service provider. This tab has less hand-holding; it is intended for a help desk to understand (as compared to an end user).
it: Questo tab ha lo scopo di fornire una breve, concisa spiegazione della tua connettività. Può essere letta al telefono, se necessario, al fornitore di servizi. Questo tab ha un minore hand-holding; è inteso per far capire l'help desk (rispetto ad un utente finale) .

source: This special instance shares in a very compact way:
it: Questa speciale istanza condivide in modo molto compatto:

source: Status of each protocol
it: Status di ogni protocollo

source: Warn of slow/timeout
it: Warn di lentezza/timeout

source: Warn of MTU
it: Avviso di MTU

source: Status of reachability to “other sites” (as compact as possible)
it: Status di raggiungibilità degli "altri siti" (più corto possibile)

source: IP address shown, in case tech support needs it.
it: Indirizzo IP mostrato, nel caso in cui il supporto tecnico ne avesse bisogno.

source: List of unreachable sites, if any
it: Elenco dei siti non raggiungibili, se presenti

source: Q: What is the easiest way to send users to the Help Desk tab?
it: D: Qual è la strada più comoda per raggiungere il tab dell'Help Desk?

source: There are several ways to do it. Some of these are more obvious than the others when reading; some of them may be easier when read over the phone. In all of these cases, the "Help Desk" tab is moved to be the first and default tab shown to the user, instead of exposing the more detailed user-facing page.
it: Ci sono diversi modi per farlo. Alcune di queste sono più ovvie rispetto ad altre durante la lettura; alcune potrebbero essere più facili quando viene letto al telefono. In tutti i casi, il tab "Help Desk" viene spostato per essere il primo tab mostrato all'utente, invece di mostrare la pagina utente più dettagliata.

source: Mirror sites may not have all the fancy DNS names; they are more likely to be useful like this:
it: I siti mirror potrebbe non avere tutti i nomi DNS di fantasia; essi sono più utili come questo:

source: Q: What are the Help Desk codes?
it: D: Quali sono i codici dell'Help Desk?

source: These are meant to offer a quick, short way for your customer to tell you the status of their Internet connectivity, as validated by this site. They are also meant to be easy to memorize.
it: Questo sono destinate a offrire una veloce, e corta strada per i tuoi clienti per mostrare lo status della loro connessione internet, come validato da questo sito. Sono anche destinate a essere facili da memorizzare.

source: Q: How can I recommend changes to the Help Desk tab?
it: D: Come posso suggerire modifiche al tab Help Desk?

source: Suggestions are welcome; especially from those operating help desks. This tab is really for you - not for the consumer. Please keep in mind that we want to keep the tab brief, concise, and easy to read for the average user over the phone to your help desk team. Send suggestions to jfesler@test-ipv6.com .
it: Consigli sono ben accetti: specialmente dagli Help desk operativi. Questo tab è davvero per voi - non per i consumatori. Tenere presente che vogliamo tenere il tab breve, conciso e facile da leggere per l'utente medio che sta al telefono col vostro help desk team. Si prega di inviare suggerimenti a jfesler@test-ipv6.com.

source: What to do if you're broken...
it: Cosa fare se riscontri un problema...

source: If you are reading this page, it means that we've identified that your host will have problems on World IPv6 Day. Any web site that goes "dual stack" (meaning, both IPv4 and IPv6), will be unreachable to you.
it: Se stai leggendo questa pagina, significa che abbiamo rilevato che il tuo host avrà dei problemi al World IPv6 Day. Qualsiasi sito web che usa il "dual stack" (significa sia IPv4 che IPv6), sarà irraggiungibile per te.

source: To resolve this, you'll first need to identify your IPv6 address (if you have one) and your IPv6 default route (if you have one). This will help identify which sections to read.
it: Per risolvere questo problema, è necessario innanzitutto identificare l' indirizzo IPv6 (se ne hai uno) e la route di default (se ne hai una). Questo ti aiuterà a capire quali sezioni leggere.

source: If you find your particular problem is not well represented; or you have additional suggestions; please do leave feedback using the <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (or contact <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
it: Se trovi che il tuo particolare problema non è ben descritto o hai altri suggerimenti, puoi lasciare dei commenti usando il <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (oppure contatta <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).

source: Make sure you are current
it: Assicurati di essere aggiornato

source: Find your IP address
it: Trova il tuo indirizzo IP

source: If you set up a tunnel broker
it: Se hai impostato un tunnel broker

source: If you set up 6to4 (IPv6 address: starts with 2002)
it: Se usi 6to4 (l'indirizzo IPv6 inizia con 2002)

source: If you have an ULA (IPv6 address: starts with FC or FD)
it: Se hai un ULA (l'indirizzo IPv6 inizia con FC o FD)

source: If you have an Bad or Inappropriate IPv6 Addresss (see table)
it: Se hai un indirizzo IPv6 non valido o inappropriato (vedi tabella)

source: If you have an unexpected IPv6 address
it: Se hai un indirizzo IPv6 inaspettato

source: Try the netalyzr
it: Prova netalyzr

source: If all else fails, disable or deprioritize IPv6
it: Se ogni altro tentativo fallisce, disabilita o riduci la priorità di IPv6

source: Many OS and Hardware manufacturers are making updates to help improve the transition to IPv6. Some known "gotchas" are being addressed by workarounds by these vendors.
it: Molti produttori di Hardware e OS stanno facendo degli aggiornamenti per facilitare la transizione all'IPv6. Alcuni noti "gotchas" vengono affrontati da soluzioni alternative di questi vendors.

source: You can do your part to make sure you are running the latest:
it: Puoi fare la tua parte assicurandoti che stai eseguendo l'ultima:

source: OS - Make sure you have the latest.
it: OS - Assicurarsi di avere l'ultima versione.

source: Mac users: Apple OS X 10.6.7 is recommended for improved IPv6 support.
it: Utenti Mac: Apple OS X 10.6.7 è raccomandato per il migliore supporto all' IPv6.
