Repository: falling-sky/source
Catalog: old/po/dl/*/falling-sky.*.po
Languages: it

source: <b>To disable IPv6 entirely, until your ISP offers IPv6 to you:</b> see <b>Microsoft's "fixit" site</b> that gives clear instructions. We advocate considering "Use IPv4 instead of IPv6 in prefix policies", instead of completely disabling IPv6. Specific Windows features depend on IPv6 being enabled.
it: <b>Per disabilitare IPv6 completamente, fino a quando il tuo ISP non offrirà IPv6:</b> guarda il sito <b>"fixit" di Microsoft</b> che dà chiare istruzioni. Ti suggeriamo di considerare "Preferisci IPv4 su IPv6 nei criteri di prefisso", invece di disabilitare completamente IPv6. Alcune funzionalità specifiche di Windows dipendono dal fatto che IPv6 sia abilitato.

source: To completely disable IPv6 (Windows 7, Vista; XP should be similiar):
it: Per disattivare completamente IPv6 (Windows 7, Vista; XP dovrebbe essere simile):

source: Go to "Properties"
it: Vai su "Proprietà"

source: Uncheck "Internet Protocol Version 6"
it: Deseleziona "Internet Protocol versione 6"

source: Hit "ok"
it: Premi "ok"

source: Shutdown/reboot.
it: Spegni/riavvia.

source: To disable IPv6 in Windows XP:
it: Per disabilitare IPv6 in Windows XP:

source: Taken from:
it: Preso da:

source: Make sure you are logged in as an Administrator.
it: Assicurati di essere loggato come amministratore.

source: Click Start, click All Programs, click Accessories, and then click Command Prompt.
it: Clicca Start, Tutti i Programmi, Accessori, e poi clicca su Prompt dei Comandi.

source: At the command prompt, type: netsh int ipv6 uninstall and press the Enter key on your keyboard.
it: Dal prompt dei comandi, digita: netsh int ipv6 uninstall e premi il tasto Invio sulla tastiera.

source: Close the Command Prompt window and restart the computer.
it: Chiudi il prompt dei comandi e riavvia il computer.

source: OS X users
it: Utenti OS X

source: Before disabling IPv6, please be sure you are running the latest OS version. In particular, OS X 10.6.7 has several workarounds for being "Broken". This may solve your problems without resorting to completely disabling IPv6.
it: Prima di disabilitare IPv6, assicurarsi si eseguire l'ultima versione del OS. In particolare, OS X 10.6.7 ha diverse soluzioni alternative per essere "Broken". Questo potrebbe risolvere i problemi senza dover ricorrere a disabilitare completamente l'IPv6.

source: How to disable IPv6
it: Come disabilitare IPv6

source: Disable IPv6
it: Disabilita IPv6

source: Apply changes
it: Applica le modifiche

source: iPhone and iPad users
it: Utenti iPhone e iPad

source: IPv6 is not configurable on the iPhone or iPad. Your only option is to switch to another network.
it: IPv6 non è configurabile su iPhone o iPad. L'unica possibilità è di passare ad un'altra rete.

source: Linux users:
it: Utenti Linux:

source: This is very distribution-specific. Do a web search using your favorite search engine.
it: Questa è una cosa che dipende molto dalla distribuzione usata. Fai una ricerca web usando il tuo motore di ricerca preferito.

source: Example web search: <code>disable ipv6 on centos</code>
it: Esempio di ricerca web: <code>disabilitare ipv6 su centos</code>

source: Generic unix instructions, to temporarily remove your IPv6 address.
it: Istruzioni generiche unix, per rimuovere temporaneamente il tuo indirizzo IPv6.

source: Be aware that if the router re-advertises it, you will relearn the default route.
it: Fa attenzione che se il router lo ri-pubblicizza, si riacquisirà l'instradamento di default.

source: You can do a web search for your particular OS distribution. Example search would be <code>disable ipv6 on freebsd</code>.
it: Puoi fare una ricerca per la tua particolare distribuzione. Una ricerca di esempio potrebbe essere <code>disabilitare ipv6 su freebsd</code>.

source: See Also
it: Vedi anche

source: Other resources that may help
it: Altre risorse che possono essere utili

source: Disabling IPv6 is the least preferred option. For some people, however, it may be your only option. This may be due to equipment limitations, or in limitations in technical support.
it: Disabilitare l'IPv6 è l'opzione meno preferita. Per alcune persone, tuttavià, può rappresentare l'unica opzione. Questo può essere dovuto a delle limitazioni tecniche, o a limitazioni nel supporto tecnico.

source: Q: How does this test work?
it: D: Come funziona questo test?

source: The test is entirely client-side javascript. To determine reachability, a series of ajax requests are made from the web server, using various DNS names that force the use of IPv6 only, or dual stack, or other such scenarios. The pass/fail of such fetches, as well as how long they take, are taken into account.
it: Questo test è interamente lato client javascript. Per determinare la raggiungibilità, una serie di richieste ajax sono fatte dal server web, utilizzando vari nomi DNS che forzano l'uso esclusivo di IPv6, o dual stack, o altri scenari simili. Il superamento/fallimento di questi passaggi, e il tempo che impiegano, sono tenuti in considerazione.

source: Q: Why is this web site reachable via IPv4 only?
it: D: Perchè questo sito web è raggiungibile solo via IPV4?

source: You're right, there are no AAAA records, intentionally. A percentage of users are unable to browse sites that are dual-stack. If the users can't connect, then they can't be told they have a problem. This is a big problem facing content providers today; of which, I work at one for my &#36;dayjob. As such, the main test page requires IPv4 (either native or translated).
it: E' giusto, non ci sono records AAAA, intenzionali. Una percentuale di utenti è impossibilitata a navigare sui siti che sono dual-stack. Se gli utenti non possono connettersi, non possono dire di avere un problema. Questo è un grande problema che incontrano oggi i content providers; di cui, io lavoro in uno per il mio dayjob &#36; . In quanto tale, la pagina principale di test richiede IPv4 (nativa o tradotta).

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At least check, May 2013, we still see 0.5% broken visiting test-ipv6.com. And we still want them to understand their situation.
it: Ad un certo punto, quando la percentuale di utenti "broken" è scesa in modo significativo, considererò l'ipotesi di fare test-ipv6.com dual-stack. All'ultimo controllo, Maggio 2013, si è visto che ancora esiste lo 0,5% di utenti "broken" che visita test-ipv6.com. E ci piacerebbe far capire loro la situazione.

source: Q: How do I test my IPv6-only host
it: D: Come posso testare il mio host IPv6-only

source: If you ask that question, chances are you don't need this site. However, if you really want to, visit <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> with your IPv6-only host.
it: Se fai quella domanda, ci sono possibilità che tu non hai bisogno di questo sito. Comunque, se lo vuoi veramente, visita <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a>con il tuo host IPv6-only.

source: Q: What do you mean by broken?
it: D: Cosa si intende per broken?

source: A percentage of users today have IPv6 enabled, but are either using a public tunnel that is currently giving poor performance; or otherwise have a route that is installed but broken or suboptimal. However, because they have a route at all, in many cases the address selection algorithm of RFC3484 will pick using it, and trying to use this broken route. It can take towards 75+ seconds before the browser gives up!
it: Una percentuale di utenti oggi ha l'IPv6 abilitato, ma o stanno utilizzando un tunnel pubblico che ha una bassa performance; o hanno una route che è installata ma non funzionante o non ottimale. Tuttavia, poichè hanno una route at all, in molti casi l'algoritmo di selezione indirizzo RFC3484 sceglierà questa route, e proverà ad usarla anche se non funzionante. Può andare avanti per 75 secondi prima che il browser rinunci!

source: From the perspective of a user with these conditions, a web site offering both A and AAAA DNS records (ie, "dual stack") will appear to time out; and the user will move on to another site that offers a similar product. This is the quandary content providers have.
it: Dal punto di vista di un utente in queste condizioni, un sito web che offre record DNS sia A che AAAA (vale a dire "dual stack") andrà in timeout; l'utente andrà su un altro sito che offre un prodotto simile. Questo è il dilemma che hanno i fornitori di contenuti.

source: If we detect that you will have problems reaching dual-stack web sites, we recommend you see the <a href="broken.html">Broken User FAQ</a>. It provides several steps to try and identify your root cause for being broken; and barring that, what you can do to disable IPv6 until your ISP offers native IPv6 connectivity.
it: Quando rileviamo che ci sono problemi a raggiungere i siti web dual-stack, raccomandiamo di leggere le <a href="broken.html">FAQ utente malfunzionante</a>. Qui sono suggerite diverse operazioni per cercare di identificare la causa principale del malfunzionamento; oltre a questo, è anche spiegato come disattivare IPv6 fino a quando il tuo l'ISP non offrirà connettività IPv6 nativa.

source: Q: Why did your stats say you already have IPv6-only users?
it: D: Perché le statistiche dicono che ci sono già utenti con solo IPv6?

source: They went to <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .
it: Sono andati su <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a>.

source: Q: How valid are the stats?
it: D: Quanto sono valide le statistiche?

source: They do not represent the average web consumer. Visitors to this site are self-selecting. The intent of this site is to not provide stats, but instead to inform the user the level of readiness for the world to move to IPv6 (with or without'em!). As such, stats found here will be completely different from an average content provider.
it: Le statistiche non rappresentano il navigatore medio del web. I visitatori di questo sito sono si sono auto-selezionati. L'intento di questo sito non è quello di fornire statistiche, ma invece di informare l'utente sul suo livello di preparazione per il passaggio del mondo a IPv6 (con o senza di lui!). Per questo le statistiche che si trovano qui saranno completamente diverse da quelle di un tipico provider di contenuti.

source: Q: How does your test differ, from what the content providers are doing?
it: D: In cosa questo test differisce da quelli che stanno facendo i fornitori di contenuti?

source: Content providers are gathering metrics of broken vs non-broken users, in an aggregate form. They are not at this time actually giving the user feedback as to the user's current state. Those metrics will principally drive the business decision of when to start publishing sites over IPv6, versus remaining IPv4 only. IPv4 only for some content sites really is an option; it has a handful of downsides, but the expectation is that everyone will always be able to reach IPv4, in some fashion.
it: I fornitori di contenuti stanno raccogliendo statistiche sugli utenti funzionanti e malfunzionanti in forma aggregata. Per ora non stanno in realtà dando all'utente informazioni per quanto riguarda lo stato della sua specifica connessione. Tali statistiche serviranno principalmente per aiutare le aziende a decidere quando iniziare la pubblicazione di siti in IPv6. Per alcuni siti web rimanere solo in IPv4 è un'opzione praticabile: ha degli aspetti negativi, ma l'aspettativa è che tutti saranno sempre in grado di raggiungere IPv4, in qualche modo.

source: This site, on the other hand, is intended to help the user understand their current state, and what that state possibly means to them.
it: Questo sito, d'altra parte, è destinato ad aiutare l'utente a capire il suo stato attuale della sua connessione e cosa tale stato possa significare per lui.

source: Q: Your site shows the wrong IP address; how can I bypass my proxy server to find my public address?
it: D: Il tuo sito mostra un'indirizzo IP errato; come faccio a bypassare il mio proxy per trovare il mio indirizzo pubblico?

source: For ipv4/ipv6/dual stack, use one of these:
it: Per ipv4/ipv6/dual stack, usa uno di questi comandi:

source: for ipv4
it: per IPv4

source: for ipv6
it: per IPv6

source: for either
it: per entrambi

source: Note you _may_ need to specify other options to your telnet command, depending on your operating system. On my mac, for example, I need to use "<code>telnet -6</code>".
it: Nota che _potrebbe_ essere necessario specificare altre opzioni al comando telnet, a seconda del sistema operativo usato. Ad esempio, sul mio mac, devo utilizzare "<code>telnet -6</code>".

source: Q: Do you actually read the feedback?
it: D. Leggi davvero i feedback?

source: Yes, I do. Thank you! Note that I can only follow up with you if you do leave contact information. While I am still grateful for feedback without contact information, I will be unable to reply with any answers if you asked for them.
it: Sì, lo faccio. Grazie! Nota che posso risponderti solo se fornisci delle informazioni di contatto. Sebbene io sia grato lo stesso per i feedback senza informazioni di contatto, mi sarà impossibile risponderti con dei chiarimenti, se ne hai chiesti.

source: Q: How else can I contact you?
it: Q: In quale altro modo posso contattarti?

source: I would prefer you use the form, as it gives details of your connectivity, and bypasses any mail filters.
it: Preferirei che utilizzassi il modulo, in quanto mi dà dettagli sulla tua connettività e ignora eventuali filtri di posta elettronica.

source: That said, you are welcome to directly email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
it: Detto questo, puoi scrivermi direttamente a questo indirizzo e-mail: <a href="mailto:jfesler@test-ipv6.com"> jfesler@test-ipv6.com</a>.

source: Q: Is this open source?
it: D: Questo sito è open source?

source: Yes. See the <a href="source.html">source page</a> for details.
it: Si. Guarda <a href="source.html">questa pagina</a> per i dettagli.

source: <span lookup=site.name>site</span> statistics
it: statistiche di <span lookup=site.name>site</span>

source: Graphs are updated daily.
it: I grafici sono aggiornati quotidianamente.

source: 60 days view
it: Vista 60 giorni

source: 600 days view
it: Vista 600 giorni

source: Quick notes:
it: Note veloci:

source: Browser Filter means that both the "A" and "AAAA" test failed. Browser (plugin/filter) shenanigans, likely with add-ons like ad blockers.
it: Browser Filter indica che entrambi i test "A" e "AAAA" sono falliti. Browser (plugin/filter) shenanigans, probabilmente con add-ons tipo ad blockers.

source: Brokeness goes down, when volume goes up. This is due to having a wider sample of average people (versus people explicitly testing a new IPv6 setup).
it: La percentuale di malfunzionamenti diminuisce al crescere del numero degli utenti. Questo perché sia ha un campione più ampio dell'utente tipo (rispetto alle persone che stanno controllando esplicitamente una nuova configurazione IPv6).

source: These graphs show the last 60 days of activity at <span lookup=site.name>site</span>
it: Questi grafici mostrano gli ultimi 60 giorni di attività su <span lookup=site.name>site</span>

source: Graph: shows result summaries, stacked. Total height shows number of users who took the test on a given day.
it: Grafico che mostra i risultati dei test, impilati. L'altezza totale indica il numero di utenti che hanno effettuato un test in un dato giorno.

source: Similiar graph, except this time showing percentages.
it: Grafico simile al precedente, eccetto che vengono visualizzate le percentuali.

source: The most interesting graph is the percentage of "broken" users. Our definition of a "broken" user is that the browser stalls or times out, while attempting to visit a web site published on both IPv4 and IPv6.
it: Il grafico più interessante è questo che mostra la percentuale di utenti con malfunzionamenti. La definizione di "utente con malfunzionamento" è che il browser si blocca o va in timeout mentre cerca di aprire un sito pubblicato sia con IPv4 che con IPv6.

source: Line graph, not stacked, of results over time.
it: Grafico a linee, non impilate, dei risultati nel tempo.

source: These graphs show the last 600 days of activity at <span lookup=site.name>site</span>
it: Questi grafici mostrano gli ultimi 600 giorni di attività su <span lookup=site.name>site</span>

source: test-ipv6.com mirrors
it: mirror di test-ipv6.com

source: About your IPv4-only Internet service.
it: A proposito della tua connessione solo IPv4.

source: This FAQ has been produced to try and address the questions of IPv4 only users
it: Questa FAQ è stata scritta per cercare di rispondere alle domande degli utenti con solo IPv4

source: It looks like you have only IPv4 Internet service at this time. Don't feel bad - most people are in this position right now. Most Internet service providers are not quite yet ready to provide IPv6 Internet to residential customers.
it: Sembra che per adesso tu abbia solo Internet in IPv4. Non sentirti male, in molti sono messi come te per adesso. La maggior parte degli internet service provider non è ancora del tutto pronta a fornire connettività IPv6 ai clienti domestici.

source: The good news is, nothing will suddenly break.
it: La buona notizia è che niente smetterà di funzionare improvvisamente.

source: When web sites offer their content on both IPv4 and IPv6, you'll still reach them using your existing IPv4 Internet service.
it: Quando i siti web offrono il loro contenuto sia in IPv4 che in IPv6 sarai comunque in grado di raggiungerli usando la tua attuale connessione a Internet in IPv4.

source: Many of the visitors to the site are new to what IPv6 is.
it: Molti visitatori di questo sito non sanno cosa sia IPv6.

source: If you don't know why IPv6 matters, see the <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Why IPv6 FAQ</a>.
it: Se non sai perché IPv6 è importante, guarda la pagina FAQ <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">perché IPv6</a>.

source: This will give you a bit of background of what to expect with IPv4 in the coming months and years; and perhaps some incentive to ask your ISP when they will offer IPv6.
it: Questo ti darà una panoramica di cosa aspettarsi con IPv4 nei prossimi mesi e anni, e forse qualche incentivo per chiedere al tuo ISP quando offriranno IPv6.

source: If you are savvy with technology, you can be an early adopter of IPv6, consider learning more about
it: Se sei un esperto di tecnologia, puoi essere tra i primi a sperimentare con IPv6, guarda ulteriori informazioni sui fornitori

source: providers (managed 6to4 tunnel services).
it: (servizi di tunnel 6to4 gestiti).

source: The use of automatic tunnels is discouraged
it: L'uso di tunnel automatici è scoraggiato

source: [see more]
it: [ulteriori informazioni]

source: If you are not savvy with technology, here is more generic information:
it: Se non sei esperto con la tecnologia, qui ci sono informazioni più generiche:

source: Windows Vista and Windows 7 are both IPv6 ready. Mac OS X 10.5 and higher is fine. FreeBSD and Linux, all recent versions, are also fine. When your Internet service provider offers IPv6 to you, these OSs are good. You may still need to replace your router (wireless or wired), if it is not aware of IPv6. You'll have to consult with your Internet service provider on when IPv6 will be offered.
it: Windows Vista, 7, 8 e 10 sono tutti pronti per IPv6. Mac OS X 10.5 e superiori vanno bene. FreeBSD e Linux, qualunque versione recenti, anche loro sono pronti. Quando il tuo Internet service provider ti offrirà IPv6, questi sistemi operativi andranno bene. Potresti aver bisogno di sostituire il tuo router (wireless o via cavo), se non supporta IPv6. Dovresti consultare il tuo provider internet su quando IPv6 ti sarà offerto.

source: Windows XP users: My advice is to plan on upgrading before using IPv6. It is technically possible to use IPv6 with XP, to a minimal extent.
it: Utenti di Windows XP: il mio consiglio è di pianificare la migrazione prima di usare IPv6. È tecnicamente possibile usare IPv6 su XP, in misura minima.

source: Don't stress too much on having an IPv6 address in 2011.
it: Non stressarti troppo per avere un indirizzo IPv6 nel 2011.

source: If you do buy a new router, make sure that it will be IPv6 ready (or upgradable) when your service provider does offer IPv6.
it: Se comperi un nuovo router assicurati che sia compatibile con IPv6 (o che sia aggiornabile) per quando il tuo ISP offrirà IPv6.

source: You appear to have no IPv6 at this time..
it: Sembra che tu non abbia IPv6 per adesso...

source: You appear to have no IPv6 address.
it: Sembra che tu non abbia nessun indirizzo IPv6.

source: <b>If you strongly believe you have IPv6, but we were unable to detect it:</b> it means one of a couple of things. Either your organization is blocking the use of IPv6 to talk to the outside Internet through network policy; or perhaps what you see with IPv6 on your host is not a global address. Any address starting with "::", "fc", "fd", or "fe" are unable to work with the public IPv6 Internet.
it: <b>Se credi fermamente di avere IPv6 ma non siamo stati in grado di rilevarlo:</b> questo significa una di queste cose. O la tua organizzazione sta bloccando l'uso di IPv6 per comunicare con l'internet esterna attraverso le policy di rete; o forse quello che vedi come IPv6 sul tuo dispositivo non è un indirizzo globale. Qualsiasi indirizzo che cominci con "::", "fc", "fd", o "fe" non può funzionare con l'internet pubblica IPv6.

source: More about your test results.
it: Ulteriori informazioni sui risultati del test.

source: About the "v6ns" test.
it: Informazioni sul test "v6ns".

source: This FAQ has been produced to try and address what it means for the v6ns test to be "bad".
it: Questa FAQ è stata scritta per cercare di spiegare cosa significa che il test v6ns sia fallito.

source: This test specifically verifies that your DNS resolver (usually operated by your Internet service provider, or your corporate IT department) is capable of reaching IPv6 Internet sites for DNS lookups. If you explicitly configured the use of a different DNS server, such as OpenDNS or Google's Public DNS, you'll test those services instead.
it: Questo test verifica specificatamente che il tuo resolver DNS (solitamente gestito dal provider di servizi internet o dal reparto IT aziendale) sia in grado di usare IPv6 per effettuare query DNS. Se hai configurato in modo esplicito l'utilizzo di un server DNS diverso, ad esempio OpenDNS o i DNS pubblici di Google, verranno testati tali servizi.

source: If this test fails:
it: Se questo test fallisce

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favorite web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
it: significa che il server DNS utilizzato usa solo IPv4 per raggiungere il server DNS autorevole per il sito web richiesto. Nel prossimo futuro ogni sito rimarrà accessibile in questo modo, per cui <b>non c'è nessun pericolo immediato</b>.

source: If this test succeeds:
it: Se questo test ha esito positivo
