Repository: falling-sky/source
Catalog: old/po/dl/*/falling-sky.*.po
Languages: it

source: This mirror is provided by
it: Questo mirror è fornito da

source: bad
it: fallito

source: slow
it: lento

source: timeout
it: tempo di attesa esaurito

source: Connections to urls with IP addresses appear to be blocked; perhaps by a web filter such as 'NoScript' or 'RequestPolicy' installed into your browser, or filtering in your proxy server. This limits some of the functionality of this test site.
it: I collegamenti a URL con indirizzi IP sembrano essere bloccati; probabilmente da un filtro web come 'NoScript' o 'RequestPolicy' installato nel tuo browser oppure stai utilizzando un server proxy. Questo limita alcune funzionalità di questo sito.

source: IPv4 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
it: Le connessioni IPv4 che utilizzano la risoluzione dei nomi con DNS funzionano mentre quelle tramite indirizzi IP numerici no. Questo tipologia di connessione è raramente utilizzata.

source: IPv6 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
it: Le connessioni IPv6 che utilizzano la risoluzione dei nomi con DNS funzionano mentre quelle tramite indirizzi IP numerici no. Questo tipologia di connessione è raramente utilizzata.

source: You appear to be using a public 6to4 gateway; your router may be providing this to you automatically. Such public gateways have no service level agreements; you may see performance problems using such. Better would be to get a native IPv6 address from your ISP.
it: Sembra che tu stia utilizzando un gateway pubblico 6to4; potrebbe anche essere configurato automaticamente sul router. Le prestazioni di questi gateway possono non essere ottimali in quanto non è prevista nessuna garanzia di qualità. Per migliorare la situazione richiedi un indirizzo IPv6 nativo al tuo provider Internet.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 translation using a public gateway. The quality for this <i>may</i> suffer, as you are using a public gateway to reach IPv6 based sites.
it: Sembra che la tua connessione IPv6 stia utilizzando utilizzando Teredo, un tipo di traduzione IPv4/IPv6 che utilizza un gateway pubblico. La qualità della connessione <i>potrebbe</i> non essere ottimale in quanto utilizza un gateway per raggiungere i siti IPv6.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway; currently it connects only to direct IP's. Your browser will not be able to go to IPv6 sites by name. This means the current configuration is not useful for browsing IPv6 web sites.
it: Sembra che la tua connessione IPv6 stia utilizzando utilizzando Teredo, un gateway IPv4/IPv6; al momento puoi raggiungere solo gli IP in formato numerico. Il tuo browser non sarà in grado di raggiungere i siti IPv6 utilizzando il loro nome. Questo significa che la configurazione attuale non ti permetterà la navigazione dei siti web IPv6.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway. Your particular teredo configuration is only used as a protocol of last resort. When visiting a site with both IPv4 and IPv6, IPv4 will be preferred.
it: La connessione IPv6 sembra essere utilizzando Teredo, un tipo di gateway IPv4/IPv6. La tua configurazione di Teredo è utilizzata solo quando nessun altro protocollo è disponibile. Quando visiti un sito disponibile sia in IPv4 che IPv6, verrà utilizzato preferibilmente IPv4.

source: Danger! IPv6 sorta works - however, large packets appear to fail, giving the appearance of a broken website. If a publisher publishes to IPv6, you will believe their web site to be broken. Ask your ISP about MTU issues; possibly with your tunnel.
it: Pericolo! IPv6 funziona solo parzialmente - i pacchetti grandi sembrano fallire, questo potrebbe farti visualizzare alcuni siti web in modalità corrotta. Un sito IPv6 potrebbe sembrare essere visualizzato solo in parte a causa di questo problema. Chiedi al tuo provider Internet informazione sui problemi di MTU; probabilmente legati al tunnel che stai utilizzando.

source: Check your firewall to make sure that ICMPv6 messages are allowed (in particular, Type 2 or Packet Too Big).
it: Controlla che sul tuo firewall siano ammessi i messaggi ICMPv6 (in particolare, tipo 2 o Packet Too Big).

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, please fill out the contact form.
it: I risultati del test sono inconcludenti; non sono in linea con le aspettative. Prova ad eseguire nuovamente il test e, se i risultati sono gli stessi, scrivici compilando il modulo di contatto.

source: For unknown reasons, your browser appears to operate slower when given the option of connecting to both IPv4 and IPv6. Please rerun the test, and if the results are the same, please fill out the contact form.
it: Per ragioni sconosciute, il browser sembra funzionare più lentamente quando viene fornita la possibilità di utilizzare sia IPv4 che IPv6. Prova ad eseguire nuovamente il test e, se i risultati sono gli stessi, scrivici compilando il modulo di contatto.

source: You appear to be able to browse the IPv4 Internet only. You will not be able to reach IPv6-only sites.
it: Sembra che tu possa navigare in Internet solo tramite IPv4. Non sarai in grado di raggiungere siti esclusivamente IPv6.

source: When a publisher offers both IPv4 and IPv6, your browser appears to be happy to take the IPv4 site without delay.
it: Quando un sito è disponibile sia in IPv4 che in IPv6, il browser sceglie il sito tramite IPv4 senza ritardi.

source: When a publisher offers both IPv4 and IPv6, your browser appears to slow down signficantly compared to an IPv4-only site. You may even believe the destination web site to be broken. This may be due to your IPv6 configuration.
it: Quando un sito è disponibile sia in IPv4 che in IPv6, il browser rallenta significativamente rispetto ad un sito esclusivamente IPv4. Ciò potrebbe farti credere che il sito sia difettoso. Questo comportamento potrebbe essere dovuto alla tua configurazione IPv6.

source: When a publisher offers both IPv4 and IPv6, your browser will time out trying to connect. You may believe the site is down. This may be due to your IPv6 configuration. Consider disabling IPv6, or seeking help.
it: Quando un publisher offre sia la connessione IPv4 che quella IPv6, il tuo browser andrà in timeout provando a connettersi. Potresti pensare che il sito non è raggiungibile. In realtà ciò potrebbe essere dovuto alla tua configurazione IPv6. Considera l'ipotesi di disabilitare l'IPv6, o chiedere aiuto.

source: Connections to IPv4 are slow, but functional. Perhaps you or your ISP put you behind an IP sharing device (NAT) that is currently slow.
it: Connessioni tramite IPv4 sono lente, ma funzionali. Forse tu o il tuo ISP ti ha messo dietro un dispositivo di IP Sharing (NAT) che al momento è lento.

source: You appear to be able to browse the IPv6 Internet only. You have no access to IPv4. That's pretty bold!
it: Sembra che tu sia in grado di navigare solo attraverso l' IPv6. Non hai accesso tramite IPv4. Questo è coraggio allo stato puro!

source: Connections to IPv6 are slow, but functional. Perhaps you are using a public IPv6 tunnel that is either slow, or not located near you.
it: Connessioni tramite IPv6 sono lente, ma funzionali. Forse si sta usando un tunnel pubblico IPv6 che è lento, o non si trova vicino te.

source: Connections to IPv6-only sites are timing out. Any web site that is IPv6 only, will appear to be down to you.
it: Le connessioni ai siti usando solo l'IPv6 sono andate in timeout. Ogni sito web configurato solo per l'IPv6 ti apparirà come non raggiungibile.

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IP6 on host.
it: Le connessioni ai siti che supportano l' IPv6 rimangono sospese. Sembra che tu abbia IPv6 configurato e il tuo computer crede che il tuo IPv6 funzioni, con un instradameno. In realtà è tutto un fallimento. Ogni sito che aggiunge IPv6 diventerà per te irraggiungibile. Se non sei capace di sistemare la tua connettività IPv6 chiedi aiuto. Se ogni tentativo fallisce è fortemente consigliato disabilitare IPv6 sul tuo dispositivo.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. Critical tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
it: Non siamo in grado di testare il tuo sistema; sembra che un firewall o un filtro del browser sta impedendo l'esecuzione del test. Test critici sono falliti. Prova a disabilitare qualsiasi plugins del browser, estensioni, o add-ons (tipo un ad blocker); e ricarica questa pagina. Se il test fallisce nuovamente, puoi lasciare un commento di richiesta aiuto.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. The dual-stack tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
it: Non siamo in grado di testare il tuo sistema; sembra che un firewall o un filtro del browser sta impedendo l'esecuzione del test. I test dual-stacki sono falliti. Prova a disabilitare qualsiasi plugins del browser, estensioni, o add-ons (tipo un ad blocker); e ricarica questa pagina. Se il test fallisce nuovamente, puoi lasciare un commento di richiesta aiuto.

source: Your browser is blocking the test urls. We will try alternate methods, but they may fail to show your IP address; and may affect the quality of the advice given.
it: Il tuo browser sta bloccando gli URL di prova. Proveremo con altri metodi, ma essi potrebbe non riuscire a mostrare il tuo indirizzo IP; e potrebbero influenzare la qualità dei consigli forniti.

source: The most likely cause is NoScript or AdBlock+. NoScript can be told to permit all scripts on this page (you may need to do this more than once). At minimum, permit the urls listed below.
it: La causa pìù probabile e NoScript o AdBlock+. Puoi impostare NoScript affinchè permetta l'esecuzione di tutti gli scripts in questa pagina (potrebbe essere necessario farlo più di una volta). Come minimo, autorizzare gli URL elencati di seguito.

source: NAT64 detected. IPv6 works. IPv4 works for most purposes. Applications that are hard-coded for IPv4-only will fail. We are aware of at least one major voice-over-ip program that falls into this category. Your application's support staff may need a nudge to add proper IPv6 support.
it: NAT64 rilevato. IPv6 funziona. IPv4 funziona per la maggior parte degli scopi. Le applicazioni che sono hard-coded solo per IPv4 non funzioneranno. Sappiamo che almeno uno dei maggiori programmi VOIP rientra in questa categoria. Lo staff di supporto dell'applicazione potrebbe aver bisogno di un incitamento per aggiungere un adeguato supporto all' IPv6.

source: Your DNS server (possibly run by your ISP) appears to have IPv6 Internet access.
it: Il server DNS che stai utilizzando (di norma è quello del tuo gestore) dispone di accesso a Internet tramite IPv6.

source: Your DNS server (possibly run by your ISP) appears to have no access to the IPv6 Internet, or is not configured to use it. This may in the future restrict your ability to reach IPv6-only sites.
it: Il server DNS che stai utilizzando (di norma è quello del tuo gestore) sembrerebbe non disporre di accesso a Internet tramite IPv6 o non è correttamente configurato per tale accesso. In futuro potresti avere difficoltà nel raggiungere siti internet disponibili esclusivamente tramite IPv6.

source: You are likely using a FireFox plugin that is causing IP based tests to fail. Examples: RequestPolicy. Please disable those while using this site.
it: Probabilmente si sta utilizzando un plugin FireFox che sta causando il fallimento dei test basati su IP. Ad esempio: RequestPolicy. Si prega di disabilitarle mentre si usa questo sito.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. Something appears to be confused with the DNS lookups.
it: Una risoluzione per un nome IPv6-only è fallita; ma il lookup e la tecnica del dual-stack sono connessi tramite IPv6. Sembra che ci sia qualche problema di risoluzione con il DNS lookups.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. The IPv6-only lookup should have worked. Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.
it: Una risoluzione per un nome IPv6-only è fallita; tuttavia una risoluzione con successiva connessione a un sito dual-stack ha usato IPv6. La risoluzione per il nome IPv6-only avrebbe dovuto funzionare. Apple ha un bug che sporadicamente causa alcuni problemi di risoluzione per gli indirizzi IPv6. Ne abbiamo avuto la prova in questo test. Puoi ricaricare la pagina e riprovare il test di nuovo. Per ulteriori dettagli vedi <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.

source: A lookup for an dual-stack IPv4 and IPv6 name failed (at minimum it should have connected via IPv4). Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href='http://openradar.appspot.com/7333104'>http://openradar.appspot.com/7333104</a>.
it: Una risoluzione per un nome dual-stack Ipv4 e IPv6 è fallita (avrebbe dovuto funzionare almeno per l'IPv4). Apple ha un bug che sporadicamente causa alcuni problemi di risoluzione per gli indirizzi IPv6. Questo test ne p la prova. Puoi ricaricare la pagina e riprovare il test. Per ulteriori dettagli visita <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.

source: No IPv4 address detected
it: Indirizzo IPv4 non rilevato

source: No IPv6 address detected
it: Indirizzo IPv6 non rilevato

source: Your IP address(es) could not be detected due to inteference from browser add-ons.
it: Il tuo indirizzo IP non è stato rilevato a causa di un conflitto con i componenti aggiuntivi del browser.

source: The Opera web browser seems to be break on this site frequently. <b>If you have trouble, try another browser</b>.
it: Il browser Opera non è completamente supportato da questo sito. <b>Se hai problemi, prova con un altro browser</b>.

source: <b>Disable turbo mode on Opera, and try again.</b> Turbo mode is not compatible with the needs of this site.
it: <b>Disabilita la modalità Turbo su Opera e riprova.</b> La modalità Turbo non è compatibile con le esigenze di questo sito.

source: <b>Good news!</b> Your current configuration will continue to work as web sites enable IPv6.
it: <b>Buona notizia!</b> La configurazione attuale del tuo PC continuerà a funzionare quando i siti web abiliteranno IPv6.

source: <b>Our tests show that you will have a broken or misconfigured IPv6 setup, and this will cause problems as web sites enable IPv6.</b>
it: <b>I nostri test hanno rilevato una configurazione IPv6 incompleta o non corretta: questo causerà problemi quando i siti web abiliteranno IPv6.</b>

source: <b>Our tests show that you may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
it: <b>I nostri test hanno rilevato problemi di MTU su IPv6: questo causerà problemi di lentezza o raggiungibilità quando i siti web abiliteranno IPv6.</b>

source: We looked up an IPv6 address, but your DNS server (possibly your home router) mangled the response, and is treating it as (broken) IPv4.
it: Abbiamo risolto un indirizzo IPv6, ma il tuo server DNS (probabilmente il tuo router di casa) ha alterato la risposta, e lo sta trattando come un (broken) IPv4.

source: It appears that you use a tunnel mechanism for either IPv4 or IPv6.
it: Sembra che si stia utilizzando un tunnel per l'IPv4 o l'IPv6.

source: It appears that you use a managed tunnel mechanism, 6RD, to transport IPv6 over IPv4.
it: Sembra che tu stia utilizzando un meccanismo con tunnel gestito, 6RD, per il trasporto di IPv6 su IPv4.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer. Proxy details (as reported by your proxy 'Via' header): %details
it: Abbiamo rilevato che stai utilizzando un proxy. Questo significa che i risultati del test sono relativi al server proxy, non al tuo computer. Dettagli sul server proxy (come riportato dall'header 'Via'): %details

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer.
it: Abbiamo rilevato che stai utilizzando un proxy. Questo significa che i risultati del test sono relativi al server proxy, non al tuo computer.

source: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your browser or your OS is not doing IPv6 DNS 'AAAA' lookups.
it: Le connessioni IPv6 funzionano, ma le connessioni che sfruttano i nomi DNS non stanno usando l'IPv6. Per qualche motivo, il tuo browser o il tuo sistema operativo non stanno facendo la risoluzione 'AAAA' DNS IPv6.

source: We have suggestions to help you fix your system.
it: Abbiamo dei suggerimenti per aiutarti a configurare correttamente il tuo sistema.

source: Since you have IPv6, we are including a tab that shows how well you can reach other IPv6 sites. %sites
it: Visto che hai IPv6, abbiamo incluso una scheda che mostra la raggiungibilità di altri siti IPv6. %sites

source: Your browser has real working IPv6 address - but is avoiding using it. We're concerned about this.
it: Il tuo browser ha un indirizzo IPv6 - ma non lo sta utilizzando. Siamo preoccupati per questa configurazione.

source: faq: v6ns Bad
it: faq: v6ns fallito

source: faq: Buggy DNS
it: faq: DNS con bugs

source: faq: Broken DNS Lookups
it: faq: DNS Lookups Broken

source: faq: Avoiding IPv6?
it: faq: Si sta evitando l' IPv6?

source: faq: 6RD tunnel
it: faq: tunnel 6RD

source: [more info]
it: [maggiori informazioni]

source: Your IPv4 address on the public Internet appears to be
it: Il tuo indirizzo IPv4 su Internet è

source: Proxied
it: Tramite proxy

source: Your IPv6 address on the public Internet appears to be
it: Il tuo indirizzo IPv6 su Internet è

source: Your IPv6 service appears to be
it: Il servizio IPv6 sembra essere

source: Your Internet Service Provider (ISP) appears to be
it: Il tuo provider Internet (ISP) sembra essere

source: Started
it: Avviato

source: proxied
it: tramite proxy

source: using
it: utilizzando

source: tests run
it: verifiche effettuate

source: (Survey posting skipped; test was rigged)
it: (Pubblicazione del sondaggio ignorata; il test è stato truccato)

source: (Updating server side IPv6 readiness stats)
it: (Aggiornamento statistiche di prontezza IPv6 lato server)

source: (Updated server side IPv6 readiness stats)
it: (Aggiornate le statistiche di prontezza IPv6 lato server)

source: (Survey posting failed; the above information is accurate, but not recorded.)
it: (Pubblicazione indagine fallita; l'informazione è accurata, ma non è stata registrata.)

source: Your readiness score
it: Il tuo punteggio di preparazione ad IPv6

source: for your IPv4 stability and readiness, when publishers offer both IPv4 and IPv6
it: per la stabilità IPv4 e prontezza IPv6, quando i siti sono disponibili sia in IPv4 che in IPv6

source: for your IPv6 stability and readiness, when publishers are forced to go IPv6 only
it: per la stabilità IPv6 quando i siti saranno disponibili solo in IPv6

source: Click to see
it: Clicca per visualizzare

source: test data
it: dati di test

source: Your FAQ
it: Le tue FAQ

source: loading...
it: in caricamento…

source: failed to load
it: caricamento non riuscito

source: [go back]
it: [indietro]

source: %app: You are running version %found; we recommend %suggest or newer.
it: %app: Stai utilizzando la versione %found; ti raccomandiamo di utilizzare %suggest o una versione più aggiornata.

source: share your results
it: condividere i tuoi risultati

source: I am most interested in discussing your setup with you, because it was been determined that <B>your IPv6 connectivity is broken</b>, or at least not fully understood. This is not normal; would you be willing to %share?
it: Sono interessato a discutere la configurazione con te, perché è stato rilevato che la <B>la connettività IPv6 non funziona</b>, o non è stata completamente compresa da questo test. Questo non è normale; saresti disposto a %share?

source: retest
it: ripetere il test

source: Result code
it: Codice risultato

source: Note: I can't contact you, if the contact info is blank. If you really want to submit this anonymously, hit Send Results again.
it: Nota: non riesco a contattarti, se il campo del contatto è vuoto. Se vuoi inviarlo in modo anonimo, premi nuovamente Invia Risultati.

source: unknown expansion
it: espansione sconosciuta

source: unknown result code
it: codice risultato sconosciuto

source: Your browser blocked
it: Il tuo browser ha bloccato

source: Your Internet help desk may ask you for the information below.
it: L' help desk Internet potrebbe chiedere le informazioni qui sotto.

source: Test your IPv6.
it: Verifica la tua connettività IPv6.

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPV4 and IPv6 address.
it: Questo testerà il tuo browser e la connettività IPv6, cosi come mostrano i tuoi indirizzi IPv4 e IPv6.

source: stats
it: statistiche

source: Test your IPv6 connectivity.
it: Verifica la tua connettività IPv6.

source: (Replay)
it: (Replica)

source: JavaScript Required
it: E' richiesto l'utilizzo di JavaScript

source: This site requires JavaScript, as well as the ability to pull in cross-site scripts, in order to perform the testing.
it: Questo sito richiede Javascript, e anche la possibilità di inserire cross-site scripts, per poter eseguire il test.

source: If this message does not go away, it means that JavaScript has been disabled, either by a plugin or extension in your browser, or by explicit browser setting.
it: Se questo messaggio non parte, significa che Javascript è stato disabilitato, o da un plugin o da un'estensione nel tuo browser, o da un impostazione esplicita del browser.

source: Do you use NoScript?
it: Utilizzi “NoScript”?

source: If you use this Firefox add-on, you'll need to "Temporarily allow all this page". You will need to do this <b>twice</b> for everything to work. Alternately, disable NoScript entirely until you are done with this site.
it: Se si utilizza questo add-on Firefox, sarà necessario "Consentire temporaneamente tutto in questo pagina". Sarà necessario fare questo <b>due volte</b> affinchè tutto funzioni. In alternativa, disabilitare NoScript fino a quando non si è finito con questo sito.
