Repository: falling-sky/source
Catalog: old/po/dl/*/falling-sky.*.po
Languages: it

source: it means that your DNS resolver is fully capable of reaching IPv6 DNS servers. This means that the operator of that DNS server has IPv6 within their network. If they do not already offer you IPv6, this may be a sign that they are actively working on trying to make it possible.
it: significa che il tuo resolver DNS è pienamente capace di raggiungere i server DNS su IPv6. Questo significa che il gestore di quel server DNS ha IPv6 nella sua rete. Se IPv6 non è ancora offerto a te, questo probabilmente è un segno che ci stanno lavorando attivamente per rendere questo possibile.

source: Do you use OpenDNS?
it: Usi OpenDNS?

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 information page</a>.
it: OpenDNS sta ora offrendo dei resolver specifici per IPv6, che sono in grado di eseguire query DNS su IPv6. Questo significa che il test "v6ns" avrà esito positivo. Vedi la <a target=_blank href="http://www.opendns.com/ipv6/">pagina di informazioni su IPv6 di OpenDNS</a>.

source: Do you operate your own DNS resolvers?
it: Gestisci il tuo resolver DNS?

source: If you operated the DNS resolvers in use at your home or organization, enabling IPv6 on your DNS server is easy.
it: Se gestisci il resolver DNS che usi a casa o in azienda, l'attivazione di IPv6 sul tuo server DNS è facile.

source: ISC BIND: Make sure that IPv6 support is compiled in when you ./configure it. It is enabled by default. If you recently added IPv6 to your server, simply restart your named process, as you normally would.
it: ISC BIND: Assicurati di compilare con il supporto IPv6 abilitato quando esegui <code>./configure</code> (è abilitato per impostazione predefinita). Se hai appena aggiunto la connettività IPv6 al server, è sufficiente riavviare il processo named, nel modo in cui lo riavvii normalmente.

source: PowerDNS: Enable <code>aaaa-additional-processing</code> and configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
it: PowerDNS: Abilita <code>aaaa-additional-processing</code> e configura <code>query-local-address6</code> nel tuo <code>recursor.conf</code>. Riavvia powerdns.

source: Windows Server 2003: Upgrade to Windows Server 2008 at a minimum. Windows 2003 will resolve AAAA records, and supports IPv6 clients, but does *not* do DNS resolution over IPv6.
it: Windows Server 2003: Aggiorna a Windows Server 2008 come minimo. Windows 2003 è in grado di risolvere i record AAAA e supporta i client IPv6, ma *non* la risoluzione DNS su IPv6.

source: Confirmation:
it: Test di conferma:

source: should return back an aaaa record without errors.
it: dovrebbe restituire un record AAAA senza errori.

source: Why IPv6?
it: Perché IPv6?

source: This is an interesting question. IPv6 buys you only a bit more than you already have today; and most of that is a promise. IPv6 will help you preserve the level of Internet connectivity between your home and other locations on the Internet, without interference, as you enjoyed in 2012.
it: Questa è una domanda interessante. IPv6 fornisce solo poco più di quanto hai già oggi, e la maggior parte di questo è solo una promessa. IPv6 ti aiuterà a preservare il livello di connettività Internet tra casa tua e altre siti su Internet, senza interferenze, così come è stato finora.

source: The promise is the ability to give every device in your house a reachable network address. Each house will have practically unlimited network addresses (2<sup>64</sup> if you're curious - about 18 billion billions). Each house may potentially have more than that, particularly if they have the need for multiple networks within the home. Many ISPs will be able to easy give you 256 of those networks. <em>Running out of IPv6 address space will seem impossible for decades.</em>
it: La promessa è la capacità di dare a ogni dispositivo nella tua casa un indirizzo di rete pubblico. Ogni casa avrà sostanzialmente un numero illimitato di indirizzi di rete (2<sup>64</sup> se sei curioso - circa 18 miliardi di miliardi). Ogni casa può volendo averne di più, specialmente se c'è la necessità di avere più reti all'interno della casa. Molti ISP saranno in grado di darti facilmente 256 di queste reti. <em>Non avere abbastanza indirizzi IPv6 sembrerà impossibile per decenni.</em>

source: Applications to take advantage of this are just now being thought of. Imagine having all of your home electronics accessible from work or from your mobile phone. You could watch your TV recorder, or the security camera. You could check the fridge, perhaps start the oven timer. Maybe turn on the air conditioning or the heater when you know you're coming home early. All of these *can* be done today, but are cumbersome with IPv4 if you're using a single IPv4 address today. And, very difficult in the future, with where IPv4 is heading next.
it: Le applicazioni che sfrutteranno questo fatto vengono pensate solo ora. Immagina di avere tutti i tuoi elettrodomestici accessibili dal tuo ufficio o dal tuo cellulare. Potresti controllare il tuo registratore TV, o le telecamere di sicurezza. O forse accendere l'aria condizionata o il riscaldamento quando torni a casa prima del solito. Tutte queste cose *possono* già essere fatte oggi, ma non sono semplici con IPv4 se, come spesso accade, hai a disposizione un solo indirizzo pubblico. E molto difficilmente in futuro, quando IPv4 arriverà ai suoi limiti.

source: What Is Wrong with IPv4
it: Cosa c'è di sbagliato con IPv4

source: The traditional IPv4 Internet is running out of space. The IANA registry (at the global level) is either just about out, or totally out, depending on when you read this. They are expected to announce this depletion Janaury or February 2011.
it: La rete internet IPv4 tradizionale sta finendo gli indirizzi. Il registro IANA (a livello globale) ha già assegnato gli ultimi indirizzi disponibili nel febbraio 2011 e i registri locali (RIR) stanno finendo le loro riserve di indirizzi IPv4.

source: As Internet service providers each run out of the space they have been allocated, they will have to find creative ways to help keep taking on new customers. Those customers will still need access to the IPv4 Internet.
it: Quando gli internet service provider esauriranno gli indirizzi che gli sono stati assegnati, dovranno cercare dei modi creativi per poter continuare ad acquisire nuovi clienti. Questi clienti avranno ancora la necessità di accedere a internet IPv4.

source: Q: I heard there are millions of addresses left. Take it back from the companies not using it! Use the Class E space! (etc).
it: D: Ho sentito che sono rimasti ancora milioni di indirizzi. Riassegnatene dalle compagnie che non li usano! Usate lo spazio della classe E! (etc.).

source: Those have been looked at. The space is relatively small, given the rate that the world is consuming it now. Forcefully taking back space would require more time in the court systems than it would buy back. Other currently reserved space is too difficult to use - it would require replacing most of the routers in the world to do so.
it: Sono state esaminate tutte queste cose. Lo spazio degli indirizzi è relativamente piccolo, considerato il tasso con cui ora il mondo li sta consumando. Riprendere indietro a forza degli indirizzi già allocati richiederebbe più tempo nei tribunali che non comperarli. Gli altri spazi attualmente riservati sono troppo difficili da usare - sarebbe necessario sostituire la maggior parte dei router nel mondo per fare ciò.

source: Q: What creative ways will ISPs keep IPv4 running?
it: D: Quali modi creativi useranno gli ISP per mantenere IPv4 in vita?

source: Most commonly, some form of NAT. NAT is a form of address sharing; think of it as a party line from the earlier days of the telephone. You'll be able to make outgoing connections easy enough, as long as your shared IP address is not too busy.
it: La cosa più comune sarà qualche forma di NAT. NAT è un modo per condividere lo stesso indirizzo; pensalo come al duplex delle vecchie linee telefoniche. Sarai comunque in grado di effettuare connessioni in uscita abbastanza facilmente, finché il tuo indirizzo IP condiviso non sarà troppo affollato.

source: Note this is in addition to any NAT you do at home.
it: Nota che questo è in aggiunta a qualunque NAT tu abbia a casa.

source: Q: So, why worry? NAT will work, right? I use NAT at home today after all..
it: D: Quindi, perché preoccuparsi? Il NAT funzionerà, giusto? Dopotutto sto usando NAT a casa ora...

source: Sort of. Basic web browsing should be OK for most sites. Some map sites, the itunes store, and other sites that use a <em>huge</em> number of connections to rapidly load the page, may start showing blank images, depending on how many people share that public IP address.
it: Più o meno. La navigazione di base sul web dovrebbe funzionare correttamente per la maggior parte dei siti. Alcuni siti di mappe, l'itunes store e altri siti che usano hanno un numero <em>enorme</em> di connessioni per caricare velocemente la pagina potrebbero cominciare a mostrare immagini vuote, a seconda di quante persone condividono quell'indirizzo IP pubblico.

source: Mail will still work, both traditional as well as web based.
it: La posta elettronica continuerà a funzionare, sia nel modo tradizionale (via POP / IMAP / SMTP) sia tramite webmail.

source: Q: What will break when ISPs NAT their customers?
it: D: Che cosa non funzionerà più quando gli ISP useranno NAT con i loro clienti?

source: When web sites have to block abusers, they often block the IP address the abuse came from. If you are sharing your IP address with 1000 other broadband customers, if *any* of them trigger a block, you will be blocked too. Your ISP is not likely to be able to assist in fixing this.
it: Quando i siti web devono bloccare chi ne abusa, spesso viene bloccato l'indirizzo IP da cui proviene l'abuso. Se tu condividi il tuo indirizzo IP con altri 1000 clienti a banda larga, se *qualunque* di loro fa scattare un blocco sarai bloccato anche tu. Il tuo ISP non sarà verosimilmente in grado di aiutarti a sistemare le cose.

source: Running servers at home will break, unless you arrange to pay for a static IP address. Assuming the ISP is able to offer this at all, we expect the price for this to go up over the coming years. Some ISPs may be able to offer you a port forward on a static IP on an odd port number - but not the whole IP address
it: Eseguire dei server a casa non funzionerà più, ameno che tu non sia disposto a pagare per un indirizzo IP statico. Supponendo che l'ISP sia in grado di offrire questo a tutti, ci aspettiamo che i prezzi per questo servizio salgano nei prossimi anni. Alcuni ISP potrebbero essere in grado di offrirti un port-forwarding su un IP statico su una specifica porta - ma non l'intero indirizzo IP

source: Running p2p applications will likely break. <b>This includes things like voice and video chat, video games, and yes - even those legal BitTorrent clients.</b> Some ISPs may handle this better than others, and some applications may handle this better than others, but there will be a lot of road bumps over all on this.
it: Le applicazioni p2p verosimilmente non funzioneranno più. <b>Questo include cose come chat audio e video, videogiochi, e sì, anche i client BitTorrent legali.</b> Alcuni ISP potrebbero gestire tutto ciò meglio di altri, e alcune applicazioni potrebbero gestire il tutto meglio di altre, ma sarà una strada impervia.

source: Web sites that today automatically show you your local weather, news, and movies may no longer be able to locate you using your IPv4 address; you'll have to tell the web sites where in the world you are
it: I siti web che oggi ti mostrano automaticamente il meteo locale, le news locali e le informazioni sui cinema vicino a te potrebbero non essere più in grado di localizzarti usando il tuo indirizzo IPv4; dovrai dire esplicitamente ai siti web dove sei

source: Q: Do I have to give up IPv4, to go IPv6?
it: D: Devo rinunciare a IPv4 per usare IPv6?

source: No. They can co-exist. Most ISPs will continue to offer some form of IPv4 (most NAT'd) while offering IPv6. So you can reach the web sites that are still IPv4 only.
it: No. I due possono coesistere. La maggior parte degli ISP continuerà ad offrire qualche forma di IPv4 (principalmente tramite NAT) anche quando offriranno IPv6. In questo modo potrai raggiungere i siti web che sono ancora solo in IPv4.

source: Q: When is the cutoff date for switching?
it: D: Quand'è la data limite per la transizione?

source: Most service providers will keep existing IPv4 users on the same service they have now. Only when they change services will they be forced to share a public address with other residences. Either way, you'll still have IPv4 available for years to come, in most markets.
it: La maggior parte dei provider lascerà agli attuali utenti IPv4 lo stesso servizio che hanno ora. Solo quando cambieranno i servizi saranno costretti a condividere un indirizzo pubblico con altri clienti. In entrambi i casi, nella maggior parte dei casi avrai ancora un indirizzo IPv4 per gli anni a venire.

source: As such, there is no hard cutoff date. Just be aware that IPv4 will start working less well over time.
it: Per questi motivi non c'è una data limite rigida. Basta essere consapevoli che nel tempo l'IPv4 comincerà a funzionare meno bene.

source: Q: Will I have to replace my OS?
it: D: Devo sostituire il mio sistema operativo?

source: Windows Vista, Windows 7: You're good to go. XP users: It can be made to work, but it really is time to consider upgrading. Win98 and Win2000 users have no path to IPv6.
it: Se hai Windows Vista, 7, 8, 8.1 o 10 sei a posto. Per gli utenti di XP: si può far funzionare, ma è davvero il momento di considerare l'aggiornamento. Gli utenti di Windows 98 e Windows 2000 non hanno alcun modo per usare IPv6.

source: Mac OS X: All supported versions of OS X (since Tiger, 10.4) have IPv6.
it: Mac OS X: tutte le versioni supportate di OS X (a partire da Tiger, 10.4) hanno IPv6.

source: Linux, BSD, and other unix like systems generally all have IPv6.
it: Linux, BSD e altri sistemi unix-like generalmente hanno tutti IPv6.

source: Q: Will I have to replace my hardware?
it: D: Devo sostituire il mio hardware?

source: Your PC: Only if the OS upgrade you do requires it.
it: Il tuo PC: Solo se l'aggiornamento del sistema operativo lo richiede.

source: Your ethernet switch / hub: No. It is unaware of IP; it works at a lower level on the local network.
it: Il tuo hub / switch ethernet: No. Non sa niente di IP: lavora a un livello più basso della rete.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router mode, with the keyword "ipv6" with it.
it: Il tuo router: molto probabilmente. Molti router domestici non hanno aggiornamenti per l'IPv6. Fai una ricerca sul web per il tuo modello di router con la parola chiave "IPv6".

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router model, with the keyword "ipv6" with it.
it: Il tuo router: molto probabilmente. Molti router domestici non hanno aggiornamenti per l'IPv6. Fai una ricerca sul web per il tuo modello di router con la parola chiave "IPv6".

source: <b>What router to buy:</b> Wait until your ISP gives you guidance on what will work best with their system. If you must replace your router immediately, look for ones that are IPv6 capable. Apple Airport Express and Airport Extreme have built in tunneling capabilities. OpenWRT capable routers also do (when loaded with the OpenWRT firmware). If you do consider tunnels, see my <a href="#" onclick="return help_page('faq_6to4.html','6to4')">6to4 comments</a>.
it: <b>Che router comprare:</b> aspetta finché il tuo ISP non fornisce indicazioni su quali funzionano al meglio con i loro sistemi. Se devi sostituire il tuo router adesso, cercane uno che supporti IPv6. I router Apple Airport Express e Airport Extreme hanno di fabbrica la capacità di creare tunnel. I router che supportano OpenWRT lo stsso (quando è caricato un firmware OpenWRT). Se stai considerando i tunnel, controlla i miei <a href="#" onclick="return help_page('faq_6to4.html','6to4')">commenti su 6to4</a>.

source: Residential ISP customers: look to see if the DNS server is <b>192.168.0.1</b> or <b>192.168.1.1</b>. If so, chances are good that your home router is at fault. This is probably the blue box you have that connects the Internet.
it: Clienti ISP residenziali: controllare se il DNS server è <b>192.168.0.1</b> oppure <b>192.168.1.1</b>. Se è così, ci sono buone possibilità che la causa sia il router di casa. Questa è probabilmente la scatola blu che hai per connetterti a internet.

source: Business customers: Provide this information to your IT professional to investigate.
it: Clienti business: fornire questa informazione all'esperto IT per indagare.

source: IT professionals:
it: Esperti IT:

source: You can see an illustration of this, by doing:
it: Si può vedere un' illustrazione di tutto questo, facendo:

source: Your browser is avoiding IPv6.
it: Il tuo browser sta evitando l' IPv6.

source: What we found
it: Quello che abbiamo trovato

source: What causes a preference for IPv4
it: Quello che causa la scelta dell' IPv4

source: Why this worries us
it: Perchè questo ci preoccupa

source: This document explains why we worry when IPv4 is preferred over IPv6.
it: Questo documento spiega perchè siamo preoccupati quando l' IPv4 viene preferito all' IPv6.

source: This section applies only when we offered to show you this page from inside the test.
it: Questa sezione si applica solo quando noi abbiamo scelto di mostrarti questa pagina dall'interno del test.

source: First of all, we detected you had a working IPv6 connection. We also found that your IPv6 connection, was using a "real" IPv6 address; meaning not a Teredo or a 6to4 address.
it: Prima di tutto, abbiamo rilevato che si sta usando una connessione IPv6. Inoltre abbiamo verificato che si stia utilizzando un indirizzo IPv6 "reale"; e non un Teredo o un indirizzo 6to4.

source: Second, we detected that when given the choice, your browser decided it would prefer to use IPv4 instead of IPv6. This has some concerns for us.
it: Secondo, abbiamo rilevato che quando viene data la scelta, il tuo browser preferisce usare IPv4 e non IPv6. Questo ci fa preoccupare.

source: Causes for preferring IPv4
it: Causa che forzano la scelta dell' IPv4

source: There are several possible reasons why a browser might prefer IPv4 instead of IPv6.
it: Ci sono diverse ragioni per le quali un browser preferisce l' IPv4 all' IPv6.

source: Google's "Chrome" has a "fast fallback" mechanism. On the first try to a site, it will prefer IPv6. If connections take longer than a third of a second, IPv4 is attempted in parallel; and the better of the two will be used for that site.
it: Google "Chrome" ha un meccanismo di "fallback veloce". Al primo tentativo preferirà l' IPv6. Se le connessioni impiegano più di un terzo di secondo, viene tentata in parallelo la configurazione IPv4; la migliore connessione risultante tra le due sarà utilizzata per il sito.

source: (more info)
it: (maggiori informazioni)

source: Firefox (recent builds) does the same as Chrome.
it: Firefox (recenti versioni) opera allo stesso modo di Chrome.

source: The latest Windows 7 and Windows 8 updates will periodically test to see if IPv6 works. If the health check fails, then many applications (including Internet Explorer) will use IPv4, to insulate you from any local IPv6 misconfiguration.
it: Gli ultimi aggiornamenti di Windows 7 e Windows 8 testeranno periodicamente se l' IPv6 funziona. Se il test sullo stato fallisce, molto applicazioni (Internet Explorer incluso) useranno l' IPv4, per isolarti da eventuali errori di configurazione IPv6 locale.

source: Apple's latest Lion and Mountain Lion updates will prefer whichever is "faster" for a given destination.
it: Gli aggiornamenti Apple per Lion e Mountain Lion preferiscono qualsiasi cosa sia "veloce" per la destinazione richiesta.

source: When you use the Internet, a connection is made between your computer, and the service you're connecting to. To connect, you have to have the other side's IP - Internet Protocol - number. And, when you connect, they see yours, so they can send traffic back to you and your applications.
it: Quando si utilizza internet, una connessione viene effettuata tra il tuo computer, e il servizio al quale ti stai connettendo. Per connettersi, si deve conoscere il numero IP - Internet Protocol - dell'altra parte. E, quando ci si connette, l'altra parte vede il tuo numero, cosicchè possa inviare traffico di risposta a te a alle tue applicazioni.

source: The Internet protocol that we've been using for the 1990's and the 2000s, has run out of these unique numbers. We can keep going, but with some limitations, by sharing multiple machines with one number. Often times, we do this at home or at work.
it: Il protocollo internet utilizzato negli anni 90 e 2000, ha esaurito i numeri unici. Può ancora funzionare, ma con alcune limitazioni, condividendo un numero per più macchine. Spesso, questa tecnica viene utilizzata a casa o a lavoro.

source: What is changing is that the Internet Service Providers are all facing the fact that they will have to implement this type of address sharing, on a much larger scale. Some buzzwords you may hear: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. They all look something like this:
it: Quello che sta cambiando è che tutti i providers di servizi Internet sono di fronte al fatto che dovranno implementare questo tipo di indirizzo di condivisione, su una scala molto più ampia. Alcune parole d'ordine che si possono sentire: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. Somigliano tutti a qualcosa tipo questo:

source: The thing to watch for here: <b>Many</b> houses sharing one public address.
it: La cosa da notare qui: <b>Molte</b> case condividono un unico indirizzo pubblico.

source: What happens if one of those homes has a bored hacker, or (more likely) a compromised machine owned by someone who doesn't stay up to date, and doesn't run antivirus software? What happens when that machine starts to attack your favorite web sites? What about your banking site?
it: Cosa succede se una di queste case ha un hacker annoiato, o (più probabilmente) una macchina compromessa, di proprietà di qualcuno che non è aggiornata, e non utilizza un software antivirus? Cosa succede quando quella macchina comincia ad attaccare i tuoi siti web preferiti? E quando attacca il sito della tua banca?

source: Those sites will have to ultimately protect themselves, by blocking the traffic. Unfortuantely, they only see the shared address, so their blocking it looks like this:
it: Questi siti al fine di proteggersi, dovranno bloccare il traffico. Sfortunatamente, loro vedono solo gli indirizzi condivisi, così l'azione di bloccaggio traffico somiglierà a questo:

source: This is not a good situation. And the main way to avoid it, is to make sure that your IPv6 is working; and to make sure that IPv6 is the preferred protocol.
it: Questa non è una buona situazione. E il principale modo per evitarlo, è assicurarsi che la connessione IPv6 stia funzionando; e anche assicurarsi che l'IPv6 sia il protocollo preferito.

source: Why else should I care about IPv4 being preferred instead of IPv6, when I have both available?
it: Perchè dovrebbe importarmi se l'IPv4 viene preferito all' IPv6, quando ce li ho entrambi disponibili?
