Repository: falling-sky/source
Catalog: old/po-snapshot/dl/*/falling-sky.*.po
Languages: de

source: Do you use NoScript?
de: Verwenden Sie NoScript?

source: If you use this Firefox add-on, you'll need to "Temporarily allow all this page". You will need to do this <b>twice</b> for everything to work. Alternately, disable NoScript entirely until you are done with this site.
de: Wenn Sie dieses Firefox Addon verwenden müssen Sie die "Scripte auf dieser Seite temporär erlauben". Sie müssen dies <b>zweimal</b> machen damit alles funktioniert. Alternativ deaktivieren Sie bitte NoScript bis Sie mit den Tests auf dieser Seite fertig sind.

source: You can opt instead to view the <a href="simple_test.html">simple test</a>, which will give you a quick pass/fail for IPv4, IPv4+IPv6, and IPv6. It will however offer little diagnostic information.
de: Alternativ können Sie auch den <a href="simple_test.html">einfachen Test</a> durchführen um eine schnelles OK/NICHT OK Ergebniss für IPv4, IPv4+IPv6, and IPv6 zu erhalten. Dieser Test bietet allerdings nur wenig Diagnosemöglichkeiten.

source: For the Help Desk
de: Für den Helpdesk

source: Summary
de: Zusammenfassung

source: Tests Run
de: Durchgeführte Tests

source: Share Results / Contact
de: Ergebnisse einschicken / Kontakt

source: FAQ for You
de: FAQ für Sie

source: Help Popup
de: Hilfe Popup

source: Debug
de: Fehlersuche

source: Other IPv6 Sites
de: Andere IPv6-Standorte

source: How this test works:
de: Wie dieser Test funktioniert:

source: Your browser will be instructed to reach a series of URLs. The combination of successes and failures tells a story about how ready you are for when publishers start offering their web sites on IPv6.
de: Ihr Webbrowser wird angewiesen eine Reihe von URLs aufzurufen. Aus der Auswertung der erfolgreichen und fehlgeschlagenen Aufrufen lässt sich ableiten wie bereit Sie sind, wenn Inhaltsanbieter beginnen Ihre Websiten via IPv6 verfügbar zu machen.

source: Technical Info
de: Technische Informationen

source: Test with IPv4 DNS record
de: Test mit IPv4 DNS Eintrag

source: pending
de: anstehend

source: Test with IPv6 DNS record
de: Test mit IPv6 DNS Eintrag

source: Test with Dual Stack DNS record
de: Test mit Dual Stack DNS Eintrag

source: Test for Dual Stack DNS and large packet
de: Test mit Dual Stack und grosse Pakete

source: Test IPv4 without DNS
de: Test IPv4 ohne DNS

source: Test IPv6 without DNS
de: Test IPv6 ohne DNS

source: Test IPv6 large packet
de: Test grosse IPv6 Pakete

source: Test if your ISP's DNS server uses IPv6
de: Test ob der DNS server des ISP IPv6 unterstützt

source: Find IPv4 Service Provider
de: IPv4-Dienstleister finden

source: Find IPv6 Service Provider
de: IPv6-Dienstleister finden

source: Test for buggy DNS
de: Test um fehlerhafte DNS zu erkennen

source: Fetches an object that has just an A record in DNS. This is expected to use IPv4. IPv6-only users might still reach this, if their provider has employed a NAT64/DNS64 or proxy solution.
de: Ruft ein Objekt auf welches nur über einen A record im DNS verfügt. Es wird eine IPv4 Verbindung erwartet. Nur-IPv6 Benutzer können unter Umständen auch eine Verbindung herstellen, nämlich dann wenn Ihr ISP eine NAT64/DNS64 oder eine andere Proxylösung zur Verfügung stellt.

source: Fetches an object that has just an AAAA record in DNS. This is expected to use IPv6. Users not yet on the IPv6 Internet are likely to see this fail. As long as it fails quickly, it will be OK - for now.
de: Ruft ein Objekt auf welches nur über einen AAAA record im DNS verfügt. Es wird eine IPv6 Verbindung erwartet. Für Benutzer ohne IPv6-fähigen Internetzugang wird dieser Test fehlschlagen. Solang dies ohne grosse Verzögerung geschieht ist dies zurzeit noch in Ordnung.

source: This is the most important test. This verifies your browser can connect to a site that has both IPv4 and IPv6 records published. IPv4 only hosts should connect fine (using IPv4).
de: Dies ist der wichtigste Test. Es wird überprüft ob Ihr Browser Webseiten aufrufen können welche sowohl via IPv4, als auch IPv6 erreichbar sind. Systeme welche nur über IPv4 Konnektivität verfügen sollten solche Seiten problemlos erreichen können (via IPv4).

source: If this test fails or times out, you can expect major problems as publishers start offering their sites on IPv6.
de: Falls dieser Test fehlschlägt oder in einer Zeitüberschreitung resultiert, werden Sie schwerwiegende Probleme bekommen, wenn Inhaltsanbieter beginnen Ihre Webseiten via IPv6 verfügbar zu machen.

source: Validates that you can connect to a dual-stack server (like the ds test); and that you can send/receive large packets on that connection. If this test times out for any reason, it indicates trouble for World IPv6 Day.
de: Es wird überprüft ob Ihr Browser einen Dual Stack Server erreichen kann (wie beim Test mit Dual Stack DNS Eintrag) und ob große Pakete über die Verbindung gesendet und empfangen werden können. Falls dieser Test aus irgendeinem Grund mit Time-Out fehlschlägt, ist mit Problemen am World IPv6 Tag zu rechnen.

source: This will try connecting with a literal IPv4 numeric address. This should work for most people, unless they are running IPv6-only. If the first test worked, but this fails, it likely confirms your provider is using NAT64/DNS64; you'll need to only try connecting using hostnames instead of numeric IP addresses.
de: Dieser Test versucht eine Verbindung direkt zu einer IPv4 Adresse zu erstellen (ohne DNS). Dies sollte für die meisten Systeme keine Probleme darstellen, es sei denn Sie verfügen nur über einen IPv6 Internetzugang. Falls der erste Test funkioniert, dieser aber fehlschlägt, bestätigt dies dass der Provider NAT64/DNS64 einsetzt. In diesem Fall müssen Sie Webseiten über Ihren Namen aufrufen und nicht direkt über Ihre IP-Adresse.

source: This will try connecting with a literal IPv6 hexadecimal address. The primary purpose of this test is to separate out your connectivity on IPv6 from your ability to fetch DNS for it. A secondary purpose is to see if you have Teredo enabled; some systems may only use Teredo when an IPv6 address is in the URL.
de: Dieser Test versucht eine Verbindung direkt zu einer IPv6 Adresse zu erstellen (ohne DNS). Der Hauptgrund für diesen Test ist es Ihre IPv6 Konnektivität unabhängig von der IPv6 Namensauflösung zu testen. Ein weiterer Zweck ist zu prüfen ob Teredo aktiviert ist. Einige Systeme benutzen Teredo nur falls eine IPv6 Adresse im URL angeben wird.

source: Validates that IPv6 requests with large packets work. If this test times out, but other IPv6 tests work, it suggests that there may be PMTUD issues; possibly involving IP tunnels.
de: Stellt sicher das IPv6 Anfragen mit grossen Paketen funktionieren. Falls dieser Test in einer Zeitüberschreitung resultiert, andere IPv6 Tests jedoch funktionieren, liegt vermutlich ein Problem mit der PMTUD (Path MTU Detection) vor. Tritt oft im Zusammenhang mit IP Tunnels auf.

source: Double check to make sure that ICMPv6 Type 2 ("Packet Too Big") messages are not filtered by your firewall.
de: Überprüfen Sie, dass ICMPv6 Typ 2 ("Packet zu groß") Nachrichten nicht durch Ihre Firewall gefiltert werden.

source: (This is bonus credit)
de: (Dies gibt Zusatzpunkte)

source: This is a test of your ISP's resolver (instead of a test of your host). If this test passes, your DNS server (often run by your ISP) is capable of reaching IPV6-only DNS authoritative servers on the Internet. This is not critical (at this time) for you to reach sites via IPv6.
de: Dies ist eine Überprüfung des DNS Servers Ihres ISPs. Falls dieser Test erfolgreich ist, bedeutet dies dass der DNS Server fähig ist, nur via IPv6 erreichbare, authorative DNS Server im Internet zu erreichen. Dies ist (zumindest im Moment) nicht unbedingt erforderlich um Webseiten über eine IPv6 Verbindung zu erreichen.

source: Attempts to identify what Internet Service Provider you use for IPv4. This may be different from the marketing name you see in your local market; or may reflect a previous company name. The name shown reflects how it is known in the network operator community.
de: Versucht, zu erkennen, welcher Internet-Service-Provider für IPv4 verwendet wird. Dies kann von dem Markennamen der Firma abweichen, mit der Sie einen Vertrag haben oder eine alte Firmenbezeichnung sein. Der gezeigte Name spiegelt wieder, wie Ihr ISP in der Netzbetreiber-Community bekannt ist.

source: Attempts to identify what Internet Service Provider you use for IPv6. When the IPv4 name and the IPv6 name don't match, it may suggest that you're using a tunnel; or some form of third party provider for IPv6.
de: Versucht, zu erkennen, welcher Internet-Service-Provider für IPv6 verwendet wird. Wenn dieser Name nicht mit dem ISP für IPv4 übereinstimmt, verwenden Sie evtl. einen IPv6 Tunnel oder einen Drittanbieter.

source: Queries for a malformed AAAA record. Some routers mishandle these as "A" records, and only keep the first 32 bits. We want this test to fail to connect.
de: Teste auf fehlerhafte AAAA-Record. Einige Router interpretieren als "A"-Records und geben nur die ersten 32 Bit zurück. Dieser Test darf keine erfolgreiche Verbindung erzeugen.

source: If the summary results indicated problems, you (or your technical support) may be able to use the information above to diagnose the issues. Each of the test urls and their results is shown on the left side. To the right you'll see a description of what that URL was designed to test.
de: Falls aus der Ergebniszusammenfassung Probleme hervorgehen, können Sie (oder Ihr technischer Support) anhand der oben aufgeführten Information die Probleme diagnostizieren. Jeder Test URL and dessen Ergebnis wird jeweils links angezeit. Rechts sehen Sie eine Beschreibung was der entsprechende URL testen soll.

source: After each test is ran. The summary page attempts to look at the results If the summary doesn't seem to make sense given the symptoms recorded above, or if you need further assistance, please feel free to contact us.
de: Falls die Ergebniszusmmenfassung nicht mit den obenaufgeführten Symptomen übereinstimmt, oder Sie weitereführende Hilfe benötigen dürfen Sie uns gerne kontaktieren.

source: <b>Your particular configuration is of interest.</b> We are always striving to make the test-ipv6.com code better. Would you be willing to contribute more information about your browser and computer setup? With your help, we can document for others how to repair their systems.
de: <b>Ihre besondere Konfiguration ist von Interesse.</b> Wir streben immer danach den test-ipv6 code zu verbessern. Wären Sie bereit mehr Informationen über Ihren Browser und Ihre Computerinstallation zur Verfügung zu stellen? Mit Ihrer Hilfe können wir unsere Dokumentation erweitern und dadurch anderen Leuten helfen Ihre Systeme zu reparieren.

source: This form will let you leave a comment, voice concerns, or ask questions. Your test results will be included automatically.
de: Dieses Formular ermöglicht Ihnen Kommentare zu hinterlassen, Anregungen und Kritik anzubringen sowie Fragen zu stellen. Ihre Testergebnisse werden automatisch mitgesandt.

source: This includes your IP address, which is shared with the site administrator in order to answer your questions.
de: Dies beinhaltet Ihre IP-Adresse die dem Seitenbetreiber mitgeteilt wird um Ihre Fragen besser beantwortet zu bekommen.

source: Use of this form implies consent.
de: Mit der Nutzung des Formulares stimmen Sie dem zu.

source: <span id="comments_faq_link"></span> (FAQ) page is available for <b>your</b> exact set of results. Please read it before leaving comments; many questions have already been answered. If you still have questions, comments, or concerns, feel freel to use this form.
de: <b>Ihre</b> Testergebnisse. Bitte lesen Sie diese bevor Sie Kommentare hinterlassen. Viele Fragen wurden darin bereits beantwortet. Falls Sie immer noch Fragen, Kommentare oder Anregungen haben, können Sie gerne dieses Formular benutzen.

source: Please leave your comments using English, if possible.
de: Wenn es für Sie möglich ist, wären wir froh, wenn Sie Kommentare und Anmerkungen in Englisch verfassen könnten. Vielen Dank.

source: If reporting a problem with the test, or requesting help with your results, please fill out all requested information to the best of your ability. If leaving general comments, use your best judgement on how much to report.
de: Falls Sie ein Problem mit dem Test melden oder Hilfe mit Ihren Resultaten benötigen - Tragen Sie bitte alle angeforderten Information gemäss Ihren Möglichkeiten ein. Bei allgemeinen Kommentaren oder Anfragen entscheiden Sie selber welche Informationen nützlich sind.

source: Thanks,
de: Danke,

source: Purpose for comment
de: Grund für den Kontakt

source: Questions about test results
de: Frage zu den Testergebnissen

source: Report a bug with diagnosis
de: Fehler bei der Diagnose melden

source: Suggestion
de: Anregungen

source: Cheers or Jeers
de: Glückwünsche oder Kritik

source: Email address if you'll permit me to contact you. <i>Required, if you wish a response.</i>
de: E-Mail Adresse wenn Sie uns gestatten Sie zu kontaktieren. <i>Erforderlich, falls Sie eine Antwort wünschen.</i>

source: Any information you think I might find useful (what router you're using, or a firewall in the way, or type of proxy you use, etc). This includes general feedback.
de: Alle Informationen welche uns helfen könnte (welches Routermodell Sie benutzen, welche Firewall, Typ des Proxyservers, usw.). Dies umfasst auch allgemeines Feedback.

source: The javascript based test appears to have failed. This may be browser plugin or extension related. Please indicate what browser plugins and extenions you have enabled in this browser.
de: Die Javascript basierten Überprüfungen scheinen fehlgeschlagen zu sein. Dies könnte von einer Browser Erweiterung verursacht worden sein. Bitte geben Sie an welche Erweiterungen Sie in diesem Webbrowser aktiviert haben.

source: If you are technically minded please cut/paste the output of the following commands:
de: Falls Sie über genügend technisches Verständnis verfügen, fügen Sie bitte die Ausgabe folgender Kommandos ein:

source: Copy the output from those commands, into the box below. This will help me confirm/deny any theories relating to your question.
de: Kopieren Sie die Ausgabe dieser Kommandos in das untenstehende Feld ein. Dies kann uns helfen bei der Interpretation Ihrer Testergebnisse.

source: If you are technically minded, please open a "Command Prompt" or "cmd" window, and run these three commands:
de: Falls Sie über genügend technisches Verständnis verfügen, öffnens Sie die "Eingabeaufforderung" oder "cmd" und führen diese drei Kommandos aus:

source: Send results
de: Ergebnisse einsenden

source: Help desk information will follow once the test completes.
de: Die Help Desk Informationen werden erstellt sobald der Test abgeschlossen ist.

source: If your Internet help desk asks you to mail the 'results url', copy and paste the following URL.
de: Wenn der Support Ihres Internetanbieter Sie um die URL mit dem Testergebniss bittet, kopieren Sie bitte diese URL.

source: Note that this will share your current numeric Internet Protocol address(es).
de: Beachten Sie, dass Sie damit Ihre aktuellen Internet-Adresse weitergeben.

source: We do not recommend posting this link on public web sites such as forums.
de: Wir empfehlen, diese Link nicht auf öffentlichen Websites wie Foren zu veröffentlichen.

source: On most computers, you can right-click the above URL, and select 'Copy'.
de: Auf den meisten Computern können Sie mit der rechten Maustaste auf der obigen URL klicken und dann wählen Sie 'Kopieren'.

source: <b>Because you have IPv6</b>, we've added this tab to show you whether or not you can reach other IPv6 web sites on the Internet. Consider notifying your ISP, if there are sites that show up as broken. If you are the ISP, you can click the Info link to see what test URLs are being used.
de: <b>Weil Sie IPv6 haben</b>, haben wir diese Registerkarte ergänzt , um Ihnen zu zeigen, ob Sie andere IPv6-Websites im Internet erreichen können. Sie sollten Ihren Internet-Zugangsanbieter benachrichtigen, wenn diese Standorte als "defekt" angezeigt werden. Wenn Sie der Internet-Zugangsanbieter sind, dann können Sie auf den Info-Link klicken, um zu sehen, welche URLs benutzt werden.

source: <b>Hint</b>: Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(2); return false;">click here</a> to re-check reachability from where you are to those mirrors.
de: <b>Tipp</b>: Spalten sind sortierbar (Klicken Sie auf die jeweilige Spalte in der Überschriftenzeile der Tabelle); <a href="#" onclick="GIGO.test_sites(2); return false;"> Klicken Sie hier</a>, um die Erreichbarkeit der Mirrorserver von Ihrem Standort aus erneut zu überprüfen.

source: It is real easy to get added to this list for basic checks. Just provide two image URLs (one IPv4-only; one IPv6-only), to Jason Fesler &lt;jfesler@gigo.com&gt;. Also send your general web site address and organization name.
de: Es ist wirklich einfach zu dieser Liste für grundlegende Überprüfungen hinzugefügt zu werden. Senden Sie einfach die zwei Bild-URLs (eine IPv4-only; eine IPv6-only), an Jason Fesler &lt; jfesler@gigo.com&gt;. Senden Sie bitte auch Ihre allgemeine Website-Adresse und den Namen Ihrer Organisation.

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
de: Vollständige Mirrors werden begrüßt und sind willkommen, seien es öffentliche oder private. Bitte besuchen Sie <a href="https://github.com/falling-sky/source/wiki">das Wiki</a> für mehr Details.

source: All rights reserved.
de: Alle Rechte vorbehalten.

source: Source
de: Quelle

source: Attributions
de: Beteiligung

source: This is a mirror of test-ipv6.com. The views expressed here may or may not reflect the views of the mirror owner.
de: Dies ist eine Kopie von test-ipv6.com. Die hier geäußerten Ansichten können müssen aber nicht der des Mirrorbetreibers entsprechen.

source: Available Languages
de: Verfügbare Sprachen

source: Pick one of the following to switch to that language.
de: Wählen Sie eine Sprache aus, um zu dieser zu wechseln.

source: Help Desk Information
de: Help Desk Informationen

source: Q: What is the Help Desk tab for?
de: Q: Für was ist der Help Desk Tab da?

source: This tab is intended to help provide a brief, concise explanation of your connectivity. This can be read over the phone, if needed, to a service provider. This tab has less hand-holding; it is intended for a help desk to understand (as compared to an end user).
de: Diese Registerkarte soll dazu beitragen, eine kurze, prägnante Erläuterung Ihrer Verbindung zu erhalten. Diese kann über das Telefon an einen Internet-Zugangsanbieter übermittelt werden, wenn nötig. Diese Registerkarte enthält weniger "Händchenhalten"; die Informationen sind eher für ein Helpdesk nützlich, denn für einen Endbenutzer.

source: This special instance shares in a very compact way:
de: Diese spezielle Instanz listet auf sehr kompakte Art und Weise:

source: Status of each protocol
de: Status jedes einzelnen Protokolls

source: Warn of slow/timeout
de: Warnung vor langsamen Verbindungen oder Zeitüberschreitungen

source: Warn of MTU
de: Warnungen bezüglich MTU-Problemen

source: Status of reachability to “other sites” (as compact as possible)
de: Status der Erreichbarkeit von "anderen Seiten" (so kompakt wie möglich)

source: IP address shown, in case tech support needs it.
de: Die IP-Adresse wird angezeigt, für den Fall, dass der technische Support diese braucht.

source: List of unreachable sites, if any
de: Liste der nicht erreichbaren Sites (falls vorhanden)

source: Q: What is the easiest way to send users to the Help Desk tab?
de: F: Was ist der einfachste Weg, Benutzer auf die Registerkarte "Help Desk" zu senden?

source: There are several ways to do it. Some of these are more obvious than the others when reading; some of them may be easier when read over the phone. In all of these cases, the "Help Desk" tab is moved to be the first and default tab shown to the user, instead of exposing the more detailed user-facing page.
de: Es gibt mehrere Möglichkeiten, dies zu tun. Einige davon sind lesbarer; einige von ihnen können einfacher als über das Telefon übermittelt werden. In allen diesen Fällen wird die Registerkarte "Help Desk" an den Anfang geschoben und standardmäßig angezeigt, anstatt die ausführlichere, an Endbenutzer gerichteten Seiten anzuzeigen.

source: Mirror sites may not have all the fancy DNS names; they are more likely to be useful like this:
de: Mirror-Sites haben möglicherweise nicht die ganzen schönen DNS-Namen; sie sehen eher wie folgt aus:

source: Q: What are the Help Desk codes?
de: F: Was bedeuten die Help Desk-Codes?

source: These are meant to offer a quick, short way for your customer to tell you the status of their Internet connectivity, as validated by this site. They are also meant to be easy to memorize.
de: Diese bieten für Ihre Kunden einen schnellen, kurzen Weg, um den Status ihrer Internetverbindung mitzuteilen, wie er durch diese Website ermittelt wird. Sie sollen auch leicht zu merken sein.

source: Q: How can I recommend changes to the Help Desk tab?
de: F: Wie kann ich Änderungen auf der Registerkarte "Help Desk" vorschlagen?

source: Suggestions are welcome; especially from those operating help desks. This tab is really for you - not for the consumer. Please keep in mind that we want to keep the tab brief, concise, and easy to read for the average user over the phone to your help desk team. Send suggestions to jfesler@test-ipv6.com .
de: Vorschläge sind willkommen; vor allem von operative Helpdesks. Diese Registerkarte ist wirklich für Sie - nicht für den Verbraucher. Bitte denken Sie daran, dass wir die Registerkarte kurz, präzise und für den durchschnittlichen Benutzer leicht über das Telefon zu einem Help Desk-Team übermittelbar behalten möchten. Senden Sie Anregungen an jfesler@test-ipv6.com.

source: What to do if you're broken...
de: Was zu tun ist, wenn es nicht funktioniert...

source: If you are reading this page, it means that we've identified that your host will have problems on World IPv6 Day. Any web site that goes "dual stack" (meaning, both IPv4 and IPv6), will be unreachable to you.
de: Wenn Sie das lesen, heißt das, dass wir erkannt haben, dass ihre Maschine am World IPv6-Tag Probleme haben wird. Jede Webseite, die "Dualstack" (d.h. IPv4 als auch IPv6) nutzt, wird Sie nicht erreichen.

source: To resolve this, you'll first need to identify your IPv6 address (if you have one) and your IPv6 default route (if you have one). This will help identify which sections to read.
de: Um dieses Problem zu beheben, müssen Sie zuerst Ihre IPv6-Adresse (falls vorhanden) und Ihre IPv6-default-Route (falls vorhanden) herausfinden. Mit diesen Informationen können Sie herausfinden, welche Abschnitte Sie lesen müssen.

source: If you find your particular problem is not well represented; or you have additional suggestions; please do leave feedback using the <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (or contact <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
de: Wenn Sie der Meinung sind, dass Ihr Problem nicht gut erklärt ist, oder Sie weitere Anregungen haben: Hinterlassen Sie bitte Feedback über das <a href='#' onclick='return GIGO.tabnav("mail");'> Kontaktformular</a> (oder per E-Mail: <a href="mailto:jfesler@test-ipv6.com"> jfesler@test-ipv6.com</a>).

source: Make sure you are current
de: Stellen Sie sicher, dass Sie auf dem Laufenden sind

source: Find your IP address
de: Finden Sie Ihre IP-Adresse

source: If you set up a tunnel broker
de: Wenn Sie einen Tunnel-Broker eingerichtet haben
