Repository: falling-sky/source
Catalog: old/po-snapshot/dl/*/falling-sky.*.po
Languages: de

source: it means that your DNS resolver is fully capable of reaching IPv6 DNS servers. This means that the operator of that DNS server has IPv6 within their network. If they do not already offer you IPv6, this may be a sign that they are actively working on trying to make it possible.
de: Es bedeutet, dass Ihr DNS-Resolver direkt die IPv6-DNS-Server erreicht. Das bedeutet, dass der Betreiber dieses DNS-Servers in ihrem Netzwerk IPv6 hat. Wenn sie Ihnen IPv6 noch nicht anbieten, kann dies ein Zeichen dafür sein, dass sie aktiv daran arbeiten, es möglich zu machen.

source: Do you use OpenDNS?
de: Verwenden Sie OpenDNS?

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 information page</a>.
de: OpenDNS bietet jetzt IPv6-spezifische Resolver, die über IPv6 abgerufen werden können. Das bedeutet, der "v6ns"-Test funktionieren wird. Mehr auf der <a target=_blank href="http://www.opendns.com/ipv6/"> OpenDNS IPv6-Informationsseite</a>.

source: Do you operate your own DNS resolvers?
de: Betreiben Sie Ihren eigenen DNS-Resolver?

source: If you operated the DNS resolvers in use at your home or organization, enabling IPv6 on your DNS server is easy.
de: Wenn Sie den DNS-Resolver in Ihrem Heimnetz oder Ihrem Organisationsnetzwerk betreiben, ist die Aktivierung von IPv6 auf Ihrem DNS-Server einfach.

source: ISC BIND: Make sure that IPv6 support is compiled in when you ./configure it. It is enabled by default. If you recently added IPv6 to your server, simply restart your named process, as you normally would.
de: ISC BIND: Stellen Sie sicher, dass IPv6-Unterstützung konfiguriert ist, wenn Sie ./configure ausführen. Es ist standardmäßig aktiviert. Wenn Sie Ihrem Server vor kurzem IPv6 hinzugefügt haben, starten Sie wie gewohnt Ihren "named" Prozess.

source: PowerDNS: Enable <code>aaaa-additional-processing</code> and configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
de: PowerDNS: <code>aaaa-additional-processing</code> aktivieren und Konfigurieren von <code>query-local-address6</code> in Ihrer <code>recursor.conf</code>. Powerdns danach neu starten.

source: Windows Server 2003: Upgrade to Windows Server 2008 at a minimum. Windows 2003 will resolve AAAA records, and supports IPv6 clients, but does *not* do DNS resolution over IPv6.
de: Windows Server 2003: Mindestens auf Windows Server 2008 upgraden. Windows Server 2003 löst AAAA-Einträge auf und unterstützt IPv6-Clients, führt jedoch *keine* DNS-Auflösung über IPv6 aus.

source: Confirmation:
de: Bestätigung:

source: should return back an aaaa record without errors.
de: sollte wieder einen AAAA-Eintrag ohne Fehler zurückgeben.

source: Broken DNS AAAA Lookups
de: Defekte DNS AAAA Lookups

source: We detected that you are able to connect to IPv6 sites, by numerical address specifically. However, connections using DNS either failed, or preferred IPv4.
de: Wir haben festgestellt, dass Sie mit IPv6-Seiten verbinden können - via numerischer Adressen. Allerdings sind Verbindungen via DNS entweder gescheitert, oder haben IPv4 bevorzugt.

source: What does this mean for you?
de: Was bedeutet das für Sie?

source: You should still be able to reach most sites fine, so long as they offer their services on IPv4. This means few near-term problems.
de: Sie sollten die meisten Seiten problemlos erreichen können, solange diese ihre Dienste über IPv4 anbieten - es gibt also ein paar kurzfristige Probleme.

source: Possible causes:
de: Mögliche Ursachen:

source: Firefox users may have IPv6 lookups disabled.
de: Firefox-Nutzer können IPv6-Lookups deaktiviert haben.

source: Go to <a href="about:config">about:config</a> in your browser.
de: Wechseln Sie zu <a href="about:config">about:config</a> in Ihrem Browser.

source: Look for <code>network.dns.disableIPv6</code>
de: Suchen SIe nach <code>network.dns.disableIPv6</code>

source: Make sure this is set to <code>false</code>.
de: Stellen Sie sicher, dass dies auf <code>false</code> gestellt ist.

source: Your OS may be configured to not do AAAA lookups; that is, to prefer IPv4 only.
de: Ihr Betriebssystem kann konfiguriert sein, keine AAAA-Lookups durchzuführen; dies geschieht, um IPv4 zu bevorzugen.

source: Your DNS server may be filtering AAAA responses (or otherwise broken).
de: Ihr DNS-Server könnte AAAA-Antworten filtern (oder anderweitig defekt sein).

source: Some ISPs will intentionally filter AAAA records. For example, on World IPv6 Day, we expect many Japanese ISPs to filter AAAA records, to mitigate current IPv6 deployment issues unique to their environments.
de: Einige ISPs werden absichtlich AAAA-Einträge filtern. Zum Beispiel erwarten wir am World IPv6 Tag viele japanische ISPs, die AAAA-Einträge filtern, um aktuelle IPv6-Bereitstellungsprobleme, die einzigartig in ihrer Umgebung sind, zu verringern.

source: You (or your techical support) can run <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> to confirm if the DNS server is working properly
de: Sie (oder Ihr technischer Support) können mit <code>dig @DNSSERVER AAAA aaaa.test-ipv6.com</code> testen, um festzustellen, ob der DNS-Server richtig funktioniert

source: FAQ on Firefox Plugins
de: Häufig gestellte Fragen zu Firefox-Plugins

source: This FAQ has been produced to try and address issues caused when using Firefox
de: Diese FAQ wurde erstellt, um bei Adress-Problemen verursacht durch Nutzung von Firefox zu helfen

source: <b>How this site works:</b> This site tells your browser to try and load several remote javascript files. Each file is on a different server. After each one finishes, we look at which ones worked - and which ones failed. Depending on the pattern, we can guess at IPv4 and IPv6 compatibility, and sometimes suggest possible fixes.
de: <b>Wie diese Seite funktioniert:</b> Diese Website weist ihren Browser an, mehrere entfernte JavaScript-Dateien zu laden. Jede Datei ist auf einem anderen Server. Nach Abschluss jedes Tests schauen wir uns an, welche funktioniert haben und welche nicht. Je nach Muster können wir feststellen, welche IPv4- und IPv6-Kompatibilität gegeben ist, und manchmal mögliche Korrekturen vorschlagen.

source: Some browser plugins enforce policies that are compatible with the above behavior. They block connections that (to them) look like they might be 3rd party advertising or tracking. There is no good way to identify this plugins from inside javascript; nor any good way to work around it.
de: Einige Browser-Plugins setzen Richtlinien, die mit dem oben genannten Verhalten kompatibel sind. Sie blockieren Verbindungen die (sie) für Werbung Dritter oder Benutzertracking halten. Es gibt keine gute Möglichkeit, diese Plugins via JavaScript zu identifizieren; noch gute Möglichkeiten um sie zu umgehen.

source: In the case of Firefox, the most common plugins that cause problems are AdBlock and RequestPolicy. There are probably others - any which claims to prevent XSS, CSRF, or Cross Site Scripting can be a problem. Try disabling these plugins (either temporarilly via any menu they offer you, or via the Firefox add-ons menu).
de: Bei Firefox sind die am häufigsten verwendeten Plugins, die Probleme verursachen, AdBlock und RequestPolicy. Wahrscheinlich gibt es andere - jedes andere, das behauptet, XSS, CSRF oder Cross Site Scripting zu verhindern, kann ein Problem sein. Deaktivieren Sie diese Plugins (entweder kurzzeitig über das jeweilige Menü, welches das Plugins Ihnen anbietet, oder über das Menü des Firefox-Add-Ons).

source: Alternative test for you..
de: Alternativer Test für Sie..

source: This image based test is provided as a workaround. It will give you a quick pass/fail test, to tell you if you should be worried for World IPv6 Day.
de: Dieser Bild-basierte Test wird als Alternativlösung bereitgestellt. Er gibt Ihnen einen schnellen Erfolg/Misserfolg-Test um zu sagen, ob du für den Welt-IPv6-Tag bereit bist.

source: The following table will try and load 3 images.
de: Die folgende Tabelle wird versuchen 3 Bilder zu laden.

source: test images for ipv4, dual stack, and ipv6
de: Testbilder für ipv4, dual-Stack und ipv6

source: Pass?
de: Bestanden?

source: Method
de: Methode

source: More Info
de: Mehr Information

source: IPv4. Basic traditional Internet.
de: IPv4. Grundlegendes, traditionelle Internet.

source: If green, you will have no problem on World IPv6 day.
de: Bei grüner Anzeige haben sie am Welt IPv6 Tag kein Problem.

source: If this fails, seek help from your IT department, helpdesk, or ISP tech support.
de: Gelingt dies nicht, bitten Sie Ihre IT-Abteilung, den Helpdesk oder ISP-Tech-Support um Hilfe.

source: If this fails, consider using the <a href="/">full test</a>, with IE, Firefox, Safari, or Chrome, to get more detailed information about possible failure reasons.
de: Falls dies fehlschlägt, erwägen Sie den <a href="/"> kompletten Test</a> mit IE, Firefox, Safari oder Chrome durchzuführen, um detailliertere Informationen über mögliche Fehlerursachen zu erhalten.

source: <i>If red or blank, do not stress!</i> Few people already have IPv6 at this time; and it is not critical for 2011 but will be for the coming years.
de: <i>Keine Panik, wenn die Anzeige leer oder rot ist!</i> Nur wenige Menschen haben bereits IPv6 und es ist für 2011 keine Vorraussetzung, dies wird erst in den kommenden jahren so sein.

source: FAQ on Plugins and Add-Ons
de: Häufig gestellte Fragen zu Plugins und Add-ons

source: This FAQ has been produced to try and address issues caused when using browser add-ons
de: Das FAQ wurde erstellt Probleme die durch Browser-Erweiterungen verursacht werden anzusprechen und um zu versuchen diese zu lösen

source: This image based test is provided for those with browsers or browser plugins incompatible with the <a href="/">main test</a>. This page provides only a subset of features, but should be enough for a simple pass/fail.
de: <a href="/"></a>

source: Why IPv6?
de: Warum IPv6?

source: The promise is the ability to give every device in your house a reachable network address. Each house will have practically unlimited network addresses (2<sup>64</sup> if you're curious - about 18 billion billions). Each house may potentially have more than that, particularly if they have the need for multiple networks within the home. Many ISPs will be able to easy give you 256 of those networks. <em>Running out of IPv6 address space will seem impossible for decades.</em>
de: <em></em>

source: What Is Wrong with IPv4
de: Was ist falsch mit IPv4

source: Q: I heard there are millions of addresses left. Take it back from the companies not using it! Use the Class E space! (etc).
de: Q: Ich habe gehört, dass noch Millionen von Adressen übrig sind. Holt sie zurück von den Firmen, welche sie nicht benutzen! Benutzt den "Class E Space"! (usw.).

source: Q: What creative ways will ISPs keep IPv4 running?
de: Q: Mit welchen kreativen Möglichkeiten versuchen IPS's "IPv4" am Leben zu erhalten?

source: Note this is in addition to any NAT you do at home.
de: Hinweis: Dies passiert zusätzlich zu jedem NAT, welches Sie zu Hause betreiben.

source: Q: So, why worry? NAT will work, right? I use NAT at home today after all..
de: F: Also, warum sollte ich mir Sorgen machen? NAT wird funktionieren, nicht wahr? Ich benutze NAT heutzutage schließlich auch zu Hause..

source: Mail will still work, both traditional as well as web based.
de: E-Mails sind weiterhin funktionsfähig, sowohl klassisch als auch webbasiert.

source: Q: What will break when ISPs NAT their customers?
de: Q: Was wird nicht mehr funktionieren, wenn IPS's NAT für ihre Kunden einsetzen?

source: Q: Do I have to give up IPv4, to go IPv6?
de: F: Muss ich IPv4 aufgeben, um zu IPv6 zu gehen?

source: No. They can co-exist. Most ISPs will continue to offer some form of IPv4 (most NAT'd) while offering IPv6. So you can reach the web sites that are still IPv4 only.
de: Nein. Beides kann nebeneinander existieren. Die meisten Internet-Zugangsanbieter werden weiterhin irgendeine Form von IPv4 anbieten (die meisten mittels NAT) und bieten IPv6 parallel an. So erreichen Sie die Websites, die nur über IPv4 erreichbar sind.

source: Q: When is the cutoff date for switching?
de: F: Wann ist der Stichtag für den Wechsel?

source: As such, there is no hard cutoff date. Just be aware that IPv4 will start working less well over time.
de: An sich gibt es kein festgelegten Stichtag. Seien Sie sich aber bewusst, dass "IPv4" mit der Zeit immer weniger gut funktioniert.

source: Q: Will I have to replace my OS?
de: F: Wuss ich mein Betriebssystem ersetzen?

source: Windows Vista, Windows 7: You're good to go. XP users: It can be made to work, but it really is time to consider upgrading. Win98 and Win2000 users have no path to IPv6.
de: Windows Vista, Windows 7: Sie haben keine Probleme. XP-Benutzer: Es ist möglich, aber man sollte wirklich über ein Upgrade nachdenken. Win98 und Win2000-Benutzer haben keine Möglichkeit für "IPv6".

source: Mac OS X: All supported versions of OS X (since Tiger, 10.4) have IPv6.
de: MAC OS X: Alle unterstützten Versionen von OS X ( Ab Tiger 10.4) können "IPv6".

source: Linux, BSD, and other unix like systems generally all have IPv6.
de: Linux, BSD und anderen Unix-wie Systeme unterstützen in der Regel alle IPv6.

source: Q: Will I have to replace my hardware?
de: F: Muß ich meine Hardware ersetzen?

source: Your PC: Only if the OS upgrade you do requires it.
de: Ihr PC: Nur wenn das von Ihnen durchgeführte OS-Upgrade es erfordert.

source: Your ethernet switch / hub: No. It is unaware of IP; it works at a lower level on the local network.
de: Ihre Ethernet-Switch / Hub: Nein. Er versteht nichts von IP; er funktioniert auf einer niedrigeren Ebene im lokalen Netzwerk.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router mode, with the keyword "ipv6" with it.
de: Ihr Router: Sehr wahrscheinlich. Viele Router für den Hausgebrauch haben keine Möglichkeit "IPv6" Unerstützung nachträglich hinzuzufügen. Suchen mit im Internet nach Ihrem Router zusammen mit dem Schlüsselwort "IPv6".

source: Q: What is Path MTU Discovery (or PMTUD)
de: F: Was ist "Path MTU Discovery (PMTUD)"

source: Q: How does this relate to IPv6?
de: F: In welcher Beziehung steht das zu IPv6?

source: Q: What does the firewall need to allow?
de: F: Was muss die Firewall zulassen?

source: Q: What else can cause PMTUD failures?
de: Q: Was noch kann PMTUD Fehler verursachen?

source: (What does tcpdump show?)
de: (Was zeigt tcpdump an?)

source: This is what tcpdump will show..
de: Das wird tcpdump anzeigen..

source: This is what I ran to generate the packets.
de: Dies ließ ich laufen, um die Pakete zu generieren.

source: What can I do?
de: Was kann ich tun?

source: This is a complex question - there are many ways to get on the Internet.
de: Dies ist eine komplexe Frage - Es gibt im Internet viele Möglichkeiten.

source: The preferred fix is to permit ICMPv6 Type 2 Packet Too Big messages.
de: Der bevorzugte Fix gestattet ICMPv6 Typ 2 Paket Zu Groß Meldungen.

source: Your router or firewall may be blocking these.
de: Ihr Router oder Firewall blockiert dies möglicherweise.

source: Apple Airport routers: Automatically send ICMPv6 redirects to your hosts, telling them to reduce the path MTU to 1280.
de: Apple Airport Router: Sende automatisch ICMPv6 Weiterleitungen zu ihrem Provider, mit der Anweisung den MUT auf 1280 zu reduzieren.

source: Routers based on Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. Configure radvd.conf's interface config with "AdvLinkMTU 1280".
de: Für Router die auch Linux, BSD und (vermutlich) Mac basieren: Setzen Sie die "MTU"-Größe ihres "6to4"-Schnittstelle auf 1280. Stellen Sie dazu radvd.conf's Schnitstellenkonfiguration auf "AdvLinkMTU 1280" ein.

source: If you run "6to4" on your computer instead (not the router):
de: Wenn Sie stattdessen "6to4" auf Ihrem Computer ausführen (also nicht auf dem Router):

source: Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. If you are running radvd, set "AdvLinkMTU 1280" in your interface radvd.conf .
de: Linux, BSD und (vermutlich) Mac: Stellen Sie die "MTU"-Größe ihrer "6to4"-Schnittstelle auf 1280. Wenn Sie radvd benutzen, ändern Sie die Konfiguration der radvd.conf auf "AdvLinkMTU 1280".

source: <!-- <p><em>falling-sky</em> is also a reference to <a href="http://en.wikipedia.org/wiki/The_Sky_Is_Falling_(fable)">the story of Chicken Little.</p> -->
de: <!--<p><em>falling-sky</em> ist auch ein Verweis auf <a href="http://en.wikipedia.org/wiki/The_Sky_Is_Falling_(fable)"> die Geschichte von Chicken Little.</p>-->

source: This site would not exist without the following components and resources.
de: Diese Seite würde ohne die folgenden Komponenten und Ressourcen nicht existieren.

source: FAQ on "Buggy DNS"
de: FAQ zu "Fehlerhafter DNS"

source: First a description of the problem:
de: Zuerst eine Beschreibung des Problems:

source: Your browser asked for a DNS lookup, both IPv4 and IPv6.
de: Ihr Browser bat um ein DNS-Lookup, IPv4 und IPv6.

source: The IPv6 response was returned first.
de: Zuerst wurde die IPv6-Antwort zurückgegeben.

source: Your DNS server was confused by the result - it doesn't fully follow the DNS standards.
de: Ihr DNS-Server wurde durch das Ergebnis verwirrt - er folgt nicht vollständig den DNS-Standards.

source: Your DNS server took the first peice of the IPV6 address, and memorized it as the IPv4 address.
de: Ihr DNS-Server nahm das erste Stück der IPV6-Adresse, und speicherte es als IPv4-Adresse.

source: This is bad for several reasons:
de: Dies ist aus mehreren Gründen schlecht:

source: You won't be able to connect to IPv6-only sites.
de: Sie werden keine Verbindungen zu reinen IPv6-Webseiten herstellen können.

source: So, what is actually affected?
de: Nun, was ist eigentlich betroffen?

source: You'll need to determine what device is forwarding your DNS queries.
de: Sie müssen ermitteln welches Gerät Ihre DNS-Abfragen weiterleitet.

source: Your browser is avoiding IPv6.
de: Ihr Browser vermeidet IPv6.

source: What we found
de: Was wir herausgefunden haben

source: What causes a preference for IPv4
de: Was erzeugt eine Präferenz von IPv4

source: Why this worries us
de: Warum uns das Sorgen macht

source: Causes for preferring IPv4
de: Ursachen für die Bevorzugung von IPv4

source: (more info)
de: (mehr Infos)

source: Firefox (recent builds) does the same as Chrome.
de: Firefox (aktuelle Versionen) verhält sich wie Chrome.

source: The latest Windows 7 and Windows 8 updates will periodically test to see if IPv6 works. If the health check fails, then many applications (including Internet Explorer) will use IPv4, to insulate you from any local IPv6 misconfiguration.
de: Die neuesten Updates für Windows 7 und Windows 8 werden regelmäßig testen, ob IPv6 funktioniert. Wenn dieser Test fehlschlägt. werden viele Anwendungen (einschließlich dem Internet Explorer) IPv4 benutzen, um Sie vor einer lokalen IPv6 Fehlkonfiguration zu schützen.

source: Apple's latest Lion and Mountain Lion updates will prefer whichever is "faster" for a given destination.
de: Apples neueste Updates für Lion und Mountain Lion bevorzugen immer die Methode welche am schnellsten zum Ziel führt.

source: What is a tunnel?
de: Was ist ein Tunnel?

source: IPv4 packets over IPv6 network: then IPv6-only Internet users can reach the IPv4 Internet.
de: IPv4-Pakete über ein IPv6-Netzwerk: hier können "reine" IPv6-Internet-Nutzer das IPv4-Internet erreichen.

source: How did the test detect a tunnel?
de: Wie hat der Test einen Tunnel erkannt?

source: What is specific to 6RD tunnels?
de: Was ist speziell für 6RD-Tunnel?

source: In short, a 6RD tunnel provides you with native IPv6 connectivity.
de: Kurz gesagt bietet ein 6RD Tunnel systemeigene IPv6-Konnektivität.

source: How did we detect a 6RD tunnel?
de: Wie erkennen wir einen 6RD-Tunnel?

source: During the tests, we collect your IPv4 and IPv6 addresses. If at least 16 bits of your IPv4 address are embedded in your IPv6 prefix, then we assume that you are using a 6RD tunnel.
de: Während der Tests sammeln wir Ihre IPv4- und IPv6-Adressen. Wenn mindestens 16 Bit Ihrer IPv4-Adresse in Ihrem IPv6-Präfix eingebettet sind, gehen wir davon aus, dass Sie einen 6RD-Tunnel verwenden.
