Repository: falling-sky/source
Catalog: old/po-snapshot/dl/*/falling-sky.*.po
Languages: de

source: If you set up 6to4 (IPv6 address: starts with 2002)
de: Falls Sie 6to4 benutzen (IPv6-Adresse beginnt mit 2002)

source: If you have an ULA (IPv6 address: starts with FC or FD)
de: Falls Sie eine ULA benutzen (IPv6-Adresse beginnt mit FC oder FD)

source: If you have an Bad or Inappropriate IPv6 Addresss (see table)
de: Falls Sie eine ungültige oder unpassende IPv6-Adresse haben (siehe Tabelle)

source: If you have an unexpected IPv6 address
de: Wenn Sie eine unerwartete IPv6-Adresse haben

source: Try the netalyzr
de: Versuchen Sie die netalyzr

source: If all else fails, disable or deprioritize IPv6
de: Wenn alle Stricke reißen, oder deprioritize oder deaktivieren Sie IPv6

source: Many OS and Hardware manufacturers are making updates to help improve the transition to IPv6. Some known "gotchas" are being addressed by workarounds by these vendors.
de: Viele Betriebssystem- und Hardware-Hersteller erstellen Updates, um den Übergang zu IPv6 zu verbessern. Einige bekannte "Fallstricke" werden von Workarounds durch diese Anbieter behandelt.

source: You can do your part to make sure you are running the latest:
de: Sie können dazu beitragen, dass Sie immer die letzte Version haben:

source: OS - Make sure you have the latest.
de: Betriebssystem - Stellen Sie sicher, dass Sie das neueste haben.

source: Mac users: Apple OS X 10.6.7 is recommended for improved IPv6 support.
de: Mac-Nutzer: Apple OS X 10.6.7 wird für bessere IPv6-Unterstützung empfohlen.

source: Mac users on 10.4 or 10.5 may need to disable IPv6 if other troubleshooting steps fail.
de: Mac-Anwender auf 10.4 oder 10.5 müssen IPv6 deaktivieren, wenn andere Schritte zur Problembehandlung scheitern.

source: Windows users: go to
de: Windows-Benutzer: Wählen Sie

source: iPhone/iPad users: No specific version advised at this time.
de: iPhone/iPad-Nutzer: keine bestimmte Version derzeit vorgeschlagen.

source: Routers - Make sure you have the latest firmware installed. Some vendors have updated the defaults, or put in health checks before enabling IPv6.
de: Router - stellen Sie sicher, dass Sie die neueste Firmware installiert haben. Einige Hersteller haben die Standardwerte aktualisiert und prüfen sie die Standardwerte vor dem Aktivieren von IPv6.

source: If you are using an Apple router or Time Capsule, load the Airport Utility to check that your router is up to date.
de: Wenn Sie eine Apple-Router oder Time Capsule verwenden, laden Sie das Airport-Dienstprogramm um zu Überprüfen, ob Ihr Router auf dem neuesten Stand ist.

source: Browsers - Some browsers have made updates to detect "broken" users, and to temporarily disable IPv6.
de: Browser - Einige Browser haben Updates eingebracht, um "defekte" Benutzer zu erkennen und vorübergehend IPv6 abzuschalten.

source: Firefox 4.x now only tries IPv6, when an IPv6 address is configured. Firefox 3 users are encouraged to upgrade.
de: Firefox 4.x versucht jetzt nur IPv6, wenn eine IPv6-Adresse konfiguriert ist. Firefox 3-Benutzer sollten den Browser aktualisieren.

source: Chrome: If a wrench icon appears on the browser toolbar, click it. Select "Update Google Chrome" then Restart.
de: Chrome: Wenn ein Schraubenschlüssel-Symbol in der Browsersymbolleiste angezeigt wird, klicken Sie darauf. Wählen Sie "Update Google Chrome"; starten Sie dann den Browser.

source: Opera: Make sure you use at least 11.10.
de: Opera: Stellen Sie sicher, dass Sie mindestens 11.10 benutzen.

source: Finding your IP address
de: Wie Sie Ihre IP-Adresse finden

source: Identify your IPv6 address, and your default router (if you have one).
de: Identifizieren Sie Ihre IPv6-Adresse und Ihren Standard-Router (falls vorhanden).

source: Finding your IPv6 address and default router can be a challenge if you are not familiar with your OS's network configuration. Instructions for your OS are below.
de: Ihre IPv6-Adresse und den Standardrouter zu finden kann eine Herausforderung sein, wenn Sie nicht mit der Netzwerkkonfiguration Ihres Betriebssystems vertraut sind. Anleitungen für Ihr Betriebssystem finden Sie unten.

source: When looking for your IPv6 address, skip any <code>fe80:</code> address. Everyone has them if their OS supports IPv6; this is regadless of whether or not your ISP supports IPv6 yet. Those are "link local" addresses; used just for communicating to other hosts in the same physical network as you.
de: Bei der Suche nach Ihre IPv6-Adresse überspringen Sie jede <code>fe80:</code> -Adresse. Jeder Rechner hat sie, wenn das Betriebssystem IPv6 unterstützt; Dies ist unabhängig davon, ob der Ihr Internet-Zugangsprovider IPv6 unterstützt. Das sind die "link-lokalen" Adressen; verwendet werden sie nur für die Kommunikation mit anderen Hosts in demselben physischen Netzwerk wie Sie.

source: OS X users: To find your IP address using the GUI:
de: OS X-Benutzer: Wie Sie ihre IP-Adresse mit der GUI finden:

source: Go to the "Apple" menu (top left corner)
de: Gehen Sie ins "Apple"-Menü (oben links)

source: Go to System Preferences
de: Gehen Sie zu den Systemeinstellungen

source: Go to Network
de: Gehen Sie auf "Netzwerk" / "Network"

source: Click on your primary network (green icon) if you have more than one work.
de: Klicken Sie auf dein Primärnetzwerk (grünes Symbol), falls Sie mit mehreren arbeiten.

source: Go to "Advanced"
de: Gehen Sie auf "Erweitert" / "Advanced"

source: Look at the TCP/IP tab, uder "Configure IPv6".
de: Sehen Sie sich die Registerkarte "TCP/IP" unter "IPv6 konfigurieren" an.

source: Make a note of whether or not there is a router.
de: Notieren Sie sich, ob dort ein Router eingetragen ist oder nicht.

source: Make a note of the IPv6 address (if any).
de: Notieren Sie sich die IPv6-Adresse (falls vorhanden).

source: OS X users: To find your IP address using the command line:
de: OS X-Benutzer: Wie Sie ihre IP-Adresse mit der Kommandozeile finden:

source: To open your terminal: Go to your Applications folder; go to Utilities; and double click Terminal.
de: Um das Terminal zu öffnen: Gehen Sie zu Ihrem Applikations-Ordner "Programme"; gehen Sie zu Werkzeuge; und doppelklicken Sie auf Terminal.

source: To see your IP addresses: <code>ifconfig -f inet6</code>.
de: Zum Anzeigen der IPv6-Adressen: <code>Ifconfig -f inet6</code>.

source: Ignore the <code>fe80:</code> addresses; look for any other address on your <code>en0</code> or <code>en1</code>.
de: Ignorieren Sie die <code>fe80:</code> Adressen; Suchen Sie die anderen Adresse auf Ihrer <code>en0</code>- oder <code>en1</code>-Schnittstelle.

source: To see if you have a default route: <code>netstat -nr -f inet6</code>.
de: Um festzustellen, ob Sie eine Standardroute haben: <code>netstat -nr-f inet6</code>.

source: Look for a line that says "default"; probably pointing to a gateway starting with <code>fe80:</code>
de: Suchen Sie nach einer Zeile mit "default"; möglicherweise auf ein Gateway, beginnend mit <code>fe80:</code>

source: iPhone and iPad users: No information is shown via Apple's preferences/setup. The "IT Tools" and the "ip6config" apps do show IPv6 address data; both cost.
de: iPhone und iPad-Nutzer: Apples "Einstellungen" zeigen keine Informationen. "Es-Tools" und die "ip6config"-Apps zeigen IPv6-Adressen an. Beide Apps sind kostenpflichtig.

source: Linux users: To find your IPv6 address, open a terminal and..
de: Linux Benutzer: Um Ihre IPv6-Adresse herauszufinden, öffnen Sie ein Terminal und...

source: Linux users: To find your IPv6 route, use:
de: Linux-Nutzer: Um Ihre IPv6-Route herauszufinden, nutzen Sie:

source: Generic unix instructions for determining your IPv6 address and default route:
de: Generische Unix-Anleitungen, um die IPv6-Adresse und default-Route herauszufinden:

source: Windows users: To find your IP address using cmd.exe:
de: Windows-Nutzer: Um Ihre IP-Adresse mit cmd.exe herauszufinden:

source: Go to your "start" menu
de: Gehen Sie ins Startmenü

source: If you have a "Run" menu option, select it. Otherwise go to the "Search programs and files" box.
de: Falls Sie eine Menüoption "Ausführen" haben, wählen Sie diese aus. Andernfalls können Sie das Feld "Programme/Dateien durchsuchen" verwenden.

source: Type <code>cmd.exe</code>
de: Geben Sie <code>cmd.exe</code> ein

source: In the cmd window, type <code>ipconfig</code> .
de: Geben Sie in das Cmd-Fenster <code>ipconfig</code> ein.

source: Windows 7 GUI users:
de: Windows 7-GUI-Benutzer:

source: Go to the start menu
de: Gehen Sie ins Startmenü

source: Go to the control panel
de: Öffnen Sie die Systemsteuerung

source: Go to "Network and Internet"
de: Gehen Sie zu "Netzwerk und Internet"

source: Go to "View network status and tasks"
de: Gehen Sie zu "Ansicht - Netzwerkstatus und -Aufgaben"

source: Go to "Change adapter settings".
de: Gehen Sie zu "Adaptereinstellungen ändern".

source: Go to your main Internet connection, double click
de: Klicken Sie doppelt auf ihre Internetverbindung

source: Go to "Details"
de: Gehen Sie auf "Details"

source: Look for "IPv6 Address" and "IPv6 Default Gateway"
de: Suchen Sie "IPv6 IP-Adresse" und "IPv6 Standardgateway"

source: Other Windows based OS's: Send jfesler@test-ipv6.com detailed instructions; and I'll add them to the site.
de: Andere Windows-basierte Betriebssysteme: Sende mir unter jfesler@test-ipv6.com detaillierte Anweisungen, und ich werde sie auf der Website hinzufügen.

source: <b>If you set up a tunnelbroker tunnel</b>: The most common causes for tunnelbroker users to fail are:
de: <b>Wenn Sie einen Tunnelbroker-Tunnel eingerichtet haben:</b> die häufigsten Fehler bei Tunnelbroker-Benutzern sind:

source: Your IPv4 address may have changed; you need to tell the tunnelbroker server this happened.
de: Ihre IPv4-Adresse hat sich geändert. Geben Sie dem Tunnelbroker-Server Bescheid, dass das passiert ist.

source: If you are using your router to do the 6in4 (sometimes called 6to4 with explicit provider):
de: Bei Verwendung des Routers um 6in4 zu machen (manchmal auch 6to4 mit explizitem Anbieter genannt):

source: Make sure tunnelbroker knows your current IPv4 address. Our site tells you your public IPv4 address.
de: Stellen Sie sicher, dass der Tunnelbroker Ihre aktuellen IPv4-Adresse kennt. Unsere Website informiert zeigt Ihnen Ihre öffentliche IPv4-Adresse an.

source: Make sure your router can ping the other side of the tunnel. Don't waste your time fixing computers until the router works!
de: Stellen Sie sicher, dass Ihr Router die andere Seite des Tunnels anpingen kann. Verschwenden Sie Ihre Zeit nicht damit, den Computer zu reparieren, bis der Router funktioniert!

source: If you are using your Linux, BSD, Mac, or Windows box to "talk 6to4" specifically:
de: Falls Sie ihr Linux, BSD, Mac oder ein Windows-System verwenden, um "6to4 zu sprechen":

source: Make sure your router is passing "protocol 41" to you.
de: Stellen Sie sicher, dass Ihr Router "Protokoll 41" für Sie weiterleitet.

source: Make sure any software firewall you are operating is passing "protocol 41" to you.
de: Stellen Sie sicher, dass Software-Firewall, die Sie verwenden "Protokoll 41" für Sie durchlässt.

source: If everything worked before your reboot but fails now, check your firewall settings.
de: Wenn vor dem Neustart des Computers alles funktioniert hat, jetzt aber nicht mehr, prüfen Sie die Einstellungen Ihrer Firewall.

source: Make sure the box "doing 6to4" can ping the other side of the tunnelbroker gateway before working on any other hosts.
de: Stellen Sie sicher, dass das Gerät welches "6to4" macht, die andere Seite des Tunnelbroker-Gateway anpingen kann, bevor Sie sich um andere Hosts kümmern.

source: If you set up 6to4
de: Falls sie 6to4 eingerichtet haben

source: (IPv6 address: starts with 2002)
de: (IPv6-Adresse beginnt mit 2002)

source: If you use 6to4</b> (without a tunnel broker; ie, using anonymous 6to4):
de: Falls Sie 6to4 verwenden</b> (ohne einen Tunnelbroker; zum Beispiel mit Hilfe von anonymem 6to4):

source: The use of "automatic" 6to4, or the use of 6to4 without explicit configuration of the gateways, is not recommended. For more information see <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.
de: Die Verwendung von "automatischem" 6to4, oder die Verwendung von 6to4 ohne explizite Konfiguration des Gateways ist nicht empfohlen. Weitere Informationen finden Sie unter <a href='#' onclick='return help_page("faq_6to4.html","6to4")'> 6to4</a>.

source: If you want to continue trying to debug anonymous 6to4:
de: Falls Sie weiter versuchen möchten, das anonyme 6to4 zu debuggen:

source: If you are using your router to do the 6to4:
de: Falls Sie Ihren Router 6to4 machen lassen:

source: Make sure your router has a public IPv4 address. Without this, 6to4 fails.
de: Stellen Sie sicher, dass Ihr Router über eine öffentliche IPv4-Adresse verfügt. Ohne diese funktioniert 6to4 nicht.

source: If your router permits you to log in, use "ping" or "ping6" and see if you can ping "ipv6.test-ipv6.com". Don't waste your time fixing computers until the router works!
de: Wenn Sie sich auf Ihrem Router einloggen können, verwenden Sie "ping" oder "ping6" und prüfen Sie, ob Sie "ipv6.test-ipv6.com" anpingen können. Verschwenden Sie nicht Ihre Zeit, Computer reparieren, bis der Router funktioniert!

source: Most home systems have private IPv4 addresses; this won't work with 6to4 (unless..)
de: Die meisten Heim-Systeme haben private IPv4-Adressen; Dies funktioniert nicht mit 6to4 (es sei denn...)

source: Make sure your 6to4 interface knows your public IPv4 address.
de: Stellen Sie sicher, dass Ihre 6to4-Schnittstelle Ihre öffentliche IPv4-Adresse kennt.

source: Make sure that your router permits protocol 41 from any IP address - not just 192.88.99.1. This will allow web sites to operate their half of 6to4, even if they can not spoof the 192.88.99.1 anycast address.
de: Stellen Sie sicher, dass Ihr Router Protokoll 41 von einer beliebigen IP-Adresse - nicht nur 192.88.99.1 - erlaubt. Dies ermöglicht Websites, ihren Teil von 6to4 zu betreiben, auch wenn sie die Anycast-Adresse 192.88.99.1 nicht spoofen können.

source: Linux users using iptables connection tracking: take heed of the previous note!
de: Linux-Anwender, die Iptables Connection Tracking verwenden: Beachten Sie die obige Anmerkung!

source: Consider changing how you connect.
de: Überlegen Sie sich, ihre Internetverbindung zu ändern.

source: Ask your ISP if they offer any IPv6 connectivity (including possibly 6in4 tunnels, or tunnelbroker type tunnels).
de: Fragen Sie ihren ISP, ob er IPv6-Konnektivität (möglicherweise auch 6in4-Tunnel, oder Tunnel von Tunnelbrokern) anbietet.

source: See <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> for more information on why you would want to switch; and some options.
de: Weitere Informationen, warum Sie wechseln sollten und einige Optionen finden Sie unter <a href="#" onclick='return help_page("faq_6to4.html","6to4")'> 6to4</a>.

source: If you have an ULA
de: Wenn Sie eine ULA haben

source: (IPv6 address: starts with FC or FD)
de: (IPv6-Adresse: beginnt mit FC oder FD)

source: If you have an IP address starting with <code>FC</code> or <code>FD</code>, you have what is effectively a private IPv6 address. It might be usable for talking to other devices within your home, or within your company. It also allows you to have a steady IPv6 address inside, even if your public IPv6 address changes regularly.
de: Wenn Sie eine IP-Adresse beginnend mit <code>FC</code> oder <code>FD</code> haben, haben Sie effektiv eine private IPv6-Adresse. Diese könnte für die Kommunikation mit anderen Geräten in Ihrem Hause oder in Ihrem Unternehmen verwendet werden. Es bietet ebenfalls eine verlässliche interne IPv6-Adresse, auch wenn sich Ihre öffentliche IPv6-Adresse regelmäßig ändert.

source: The main problem with ULA is that certain home routers are now offering ULA, *and* giving you a default route. This route is offered regardless of whether or not your router actually has IPv6 connectivity. From your browser's point of view, it doesn't know that your default route goes nowhere; there is no feedback mechanism. Since IPv6 is (roughly speaking) preferred over IPv4, your browser will try using this broken route. It may take minutes before giving up.
de: Das Hauptproblem bei ULA ist, dass manche Heim-Router nun ULA *und* eine default-Route anbieten. Diese Route wird angeboten, unabhängig davon, ob Ihr Router IPv6-Konnektivität hat. Aus Sicht des Browsers weiß dieser nicht, dass die Standardroute nirgends hinführt; Es gibt keine Feedback-Mechanismus. Weil IPv6 (grob gesagt) gegenüber IPv4 bevorzugt wird, versucht Ihr Browser diese unsinnige Route benutzen. Es kann mehrere Minuten dauern, bis der Versuch aufgegeben wird.

source: Our advice: Enable ULA only if your router has full time IPv6 connectivity. Disable it, otherwise. If you do disable it on your router, you will likely need to reboot your router first, then reboot your host, before the symptoms go away.
de: Unser Tipp: aktivieren Sie ULA nur, wenn Ihr Router immer IPv6-Konnektivität hat. Deaktivieren Sie es ansonsten. Wenn Sie ULA auf Ihrem Router deaktivieren, müssen Sie ihn wahrscheinlich zuerst neustarten und danach Ihren Rechner neustarten, bevor die Symptome verschwinden.

source: Bad or Inappropriate IPv6 Addresss
de: Ungültige oder unpassende IPv6-Adresse

source: (IPv6 address: see table below)
de: (IPv6-Adresse: siehe Tabelle, unten)

source: Bad or Inappropriate IPv6 Addresses (Bogons)
de: Ungültige oder unpassende IPv6-Adresse (Bogons)

source: If you IPv6 address starts with any of these, your router needs to be upgraded.
de: Wenn Ihre IPv6-Adresse mit einer von diesen beginnt, muss Ihren Router aktualisiert oder erneuert werden.

source: disable ULA.
de: ULA abschalten.

source: Other routers: Try updating the firmware. If that fails, look for and disable "ULA" or "Unique Local Addressing".
de: Andere Router: versuchen Sie die Firmware zu aktualisieren. Wenn dies fehlschlägt, suchen und deaktivieren Sie "ULA" oder "Unique Local Addressing".

source: If that fails, disable IPv6 entirely on the router.
de: Falls dies fehlschlägt, deaktivieren Sie IPv6 vollständig auf dem Router.

source: This is a router using 6to4, but using a private IPv4 address. This will never work.
de: Dies ist ein Router, der 6to4 benutzt, aber einer privaten IPv4-Adresse. Das wird nicht funktionieren.

source: Apple routers: Update to the latest firmware; that has been corrected.
de: Apple Router: Update auf die neueste Firmware; wurde bereits korrigiert.

source: Other routers: Try updating the firmware. If that fails, look for and disable "6to4" or any form of automatic IPv6 tunnel.
de: Andere Router: versuchen Sie die Firmware zu aktualisieren. Wenn dies fehlschlägt, suchen und deaktivieren Sie "6to4" oder irgendeine Form von automatischem IPv6-Tunnel.

source: This router is using the official "Documentation" prefix - which is not routable on the IPv6 Internet.
de: Dieser Router benutzt das offizielle Präfix für Dokumentationszwecke - welches im IPv6-Internet nicht geroutet wird.

source: Update to the latest firmware.
de: Aktualisieren Sie auf die neueste Firmware.

source: Other routers: Try updating the firmware.
de: Andere Router: Versuchen Sie, die Firmware zu aktualisieren.

source: Disable IPv6.
de: IPv6 abschalten.

source: (IPv6 address: not starting with fe80)
de: (IPv6-Adresse: beginnt nicht mit fe80)

source: Unexpected IPv6 address?
de: Unerwartete IPv6-Adresse?

source: Modern operating systems all have IPv6 enabled. This feature is dormant until someone explicitly configures IPv6, <em><b>or</b></em> a device on the local network offers it. Autoconfigured IPv6 hosts learn their IPv6 address and their gateway through the use of IPv6 router announcements (RAs). The network you are on may intentionally offer IPv6; you'll automatically use it when your computer sees it.
de: Moderne Betriebssysteme haben IPv6 aktiviert. Das Feature ist nicht in Benutzung, bis jemand explizit IPv6 konfiguriert, <em><b>oder</b></em> es von einem Gerät im lokalen Netzwerk angeboten wird. Automatisch konfigurierte IPv6-Hosts lernen ihre IPv6-Adresse und Gateway durch den Einsatz von IPv6-Router-Announcements (RAs). Das Netzwerk, in dem Sie sich befinden bietet möglicherweise absichtlich IPv6 an; wenn Ihr Computer es sieht, wird es automatisch verwendet.

source: <b>Where this goes wrong:</b> Some people plug their router into the network (wired or wireless) and inadvertantly offer IPv6 services to everyone. Classic examples of this are where people add an early version of an Apple router (with 6to4 automatically enabled); another example is someone who has Windows Internet Connection Sharing enabled. In both cases, there is a chance they offer their services - and become your IPv6 router of choice, without any notification to you.
de: <b>Wo das schief geht:</b> Manche fügen Router in Ihrem Netzwerk hinzu (verkabelt oder drahtlos), die versehentlich IPv6-Dienste für jedermann zur Verfügung stellen. Ein klassisches Beispiel ist eine frühe Version eines Apple-Routers (mit 6to4 automatisch aktiviert). Ein weiteres Beispiel sind Fälle, in denen Windows Internet Connection Sharing aktiviert ist. In beiden Fällen besteht die Möglichkeit, dass sie diese Dienste anbieten – und der IPv6-Router der Wahl werden, ohne Benachrichtigung für Sie.

source: If these IPv6 routers don't work, you will fail to connect to any web site that offers services on both IPv4 and IPv6. Even if they do work, if the router in question is unplugged (the owner packs up, leaves the hotel/conference) your host never gets the notice; and it can be hours before it gives up.
de: Wenn diese IPv6-Router nicht funktionieren, werden Sie sich nicht mit Websites verbinden können, die Dienste sowohl per IPv4, als auch per IPv6 zur Verfügung stellen. Selbst wenn sie funktionieren, wenn der betreffende Router ausgesteckt wird (der Besitzer packt seine Sachen und verlässt das Hotel/Konferenz) wird ihr Computer nie eine Benachrichtigung bekommen; und es kann Stunden dauern, bis er aufgibt.

source: This is similiar to someone accidentially (or intentionally) running a rogue DHCP server.
de: Dies ist ähnlich, wie wenn jemand versehentlich (oder absichtlich) einen Rogue-DHCP-Server betreibt.

source: <b>If you are are not the network admin</b> - and have no access to fix the problem - consider disabling IPv6, at least for the location you are in. Another option might be to try turning off, and turning back on, your network interface (clearing the IP address), in case the source of the problem has left the network.
de: <b>Wenn Sie nicht der Netzwerk-Admin sind</b> - und nicht die nötigen Zugänge haben, um das Problem zu beheben - ziehen Sie in Betracht, IPv6 zu deaktivieren, zumindest für den aktuellen Standort. Eine weitere Option wäre zu versuchen, das Netzwerk-Interface auszuschalten und und wieder einzuschalten (Zurücksetzen der IP-Adresse), für den Fall, dass die Ursache des Problems das Netzwerk verlassen hat.
