Repository: falling-sky/source
Catalog: old/po-snapshot/dl/*/falling-sky.*.po
Languages: de

source: This mirror is provided by
de: Dieser Mirror wird bereitgestellt von

source: bad
de: schlecht

source: ok
de: Okay

source: slow
de: langsam

source: timeout
de: Zeitüberschreitung

source: Connections to urls with IP addresses appear to be blocked; perhaps by a web filter such as 'NoScript' or 'RequestPolicy' installed into your browser, or filtering in your proxy server. This limits some of the functionality of this test site.
de: Verbindungen zu URLs, welche IP Adressen beinhalten, wurden blockiert, evtl. von einem Webfilter wie 'NoScript' oder 'RequestPolicy' in Ihrem Browser oder durch einen Filter in ihrem Proxyserver. Dies schränkt die Funktionalität dieser Testseite ein.

source: IPv4 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
de: IPv4 Verbindungen unter Verwendung von DNS funktionieren; Verbindungen zu URLs welche IP addresses beinhalten funktioniern nicht. Diese URLs werden heute selten eingesetzt.

source: IPv6 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
de: IPv6 Verbindungen unter Verwendung von DNS funktionieren; Verbindungen zu URLs welche IP addresses beinhalten funktioniern nicht. Diese URLs werden heute selten eingesetzt.

source: You appear to be using a public 6to4 gateway; your router may be providing this to you automatically. Such public gateways have no service level agreements; you may see performance problems using such. Better would be to get a native IPv6 address from your ISP.
de: Es scheint Sie benutzen einen öffentlichen 6to4 Gateway; Ihr Router stellt diese Funktion möglicherweise automatisch bereit. Diese öffentlichen Gateways bieten jedoch keine optimale Qualität und es kann sein dass Performanceprobleme auftauchen. Die beste Lösung wäre Native IPv6 Konnektivität von Ihrem ISP zu beziehen.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 translation using a public gateway. The quality for this <i>may</i> suffer, as you are using a public gateway to reach IPv6 based sites.
de: Es scheint Sie benutzen Teredo um eine IPv6 Verbindung herzustellen. Teredo ist eine Technik zur IPv4/IPv6 Übersetzung durch Benutzung eines öffentlichen Gateways. Die Verbindungsqualität <i>kann</i> eingeschränkt sein. Sie hängt von der Qualität des benutzten öffentlichen Gateways ab.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway; currently it connects only to direct IP's. Your browser will not be able to go to IPv6 sites by name. This means the current configuration is not useful for browsing IPv6 web sites.
de: Es scheint Sie benutzen Teredo um eine IPv6 Verbindung herzustellen. Teredo ist eine Technik zur IPv4/IPv6 Übersetzung durch Benutzung eines öffentlichen Gateways. In der aktuellen Konfiguration verbindet sich Teredo jedoch nur direkt via IP Adressen. Ihr Browser ist nicht in der Lage IPv6 Seiten via Namen aufzurufen. Das bedeutet die aktuelle Konfiguration ist nicht nutzbar um IPv6 Webseiten aufzurufen.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway. Your particular teredo configuration is only used as a protocol of last resort. When visiting a site with both IPv4 and IPv6, IPv4 will be preferred.
de: Die IPv6-Verbindung verwendet Teredo, eine Art von IPv4/IPv6-Gateway. Ihre besondere Teredo-Konfiguration wird nur als letztes Ausweich-Protokoll verwendet. Beim Besuch einer Website mit IPv4 und IPv6, wird IPv4 bevorzugt.

source: Danger! IPv6 sorta works - however, large packets appear to fail, giving the appearance of a broken website. If a publisher publishes to IPv6, you will believe their web site to be broken. Ask your ISP about MTU issues; possibly with your tunnel.
de: Achtung! IPv6 funktioniert mehr oder weniger - jedoch können keine grossen Pakete übertragen werden. Das führt dazu, dass Webseiten welche via IPv6 erreichbar sind, nicht richtig geladen werden können oder lange Wartezeiten entstehen. Fragen Sie bei Ihrem ISP betreffend MTU Probleme nach, evtl. bezüglich Ihres Tunnels.

source: Check your firewall to make sure that ICMPv6 messages are allowed (in particular, Type 2 or Packet Too Big).
de: Überprüfen Sie Ihre Firewall, um sicherzustellen, dass ICMPv6-Nachrichten (insbesondere "Typ 2" oder "Packet Too Big") zulässig sind.

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, please fill out the contact form.
de: Testergebnisse lassen keine Rückschlüsse auf die Qualität Ihrer Internetverbindung zu. Die Testergebnisse entsprechen nicht den Erwartungen. Bitte führen Sie den Test erneut durch. Falls der Test zum selben Ergebnis führt, kontaktieren Sie bitte via das Kontaktformular.

source: For unknown reasons, your browser appears to operate slower when given the option of connecting to both IPv4 and IPv6. Please rerun the test, and if the results are the same, please fill out the contact form.
de: Aus unbekannten Gründen scheint Ihr Webbrowser langsamer zu arbeiten wenn die Möglichkeit besteht eine Webseite sowohl via IPv4 als auch IPv6 zu laden. Bitte führen Sie den Test erneut durch. Falls der Test zum selben Ergebnis führt, kontaktieren Sie bitte via das Kontaktformular.

source: You appear to be able to browse the IPv4 Internet only. You will not be able to reach IPv6-only sites.
de: Es scheint als hätten Sie nur eine IPv4 fähige Internetverbindung. Sie werden nicht in der Lage sein Webseiten welche nur via IPv6 verfügbar sind zu erreichen.

source: When a publisher offers both IPv4 and IPv6, your browser appears to be happy to take the IPv4 site without delay.
de: Wenn Inhalte sowohl via IPv4 als auch via IPv6 verfügbar sind, benutzt Ihr Webbrowser IPv4 ohne Einschränkungen in der Qualität.

source: When a publisher offers both IPv4 and IPv6, your browser appears to slow down signficantly compared to an IPv4-only site. You may even believe the destination web site to be broken. This may be due to your IPv6 configuration.
de: Wenn Inhalte sowohl via IPv4 als auch via IPv6 verfügbar sind, funktioniert Ihr Webbrowser wesentlich schlechter als bei Inhalten welche nur via IPv4 verfügbar sind. Es kann sogar sein das eine funktierende Webseite gar nicht erreicht werden kann. Dies deutet auf ein Problem Ihrer IPv6 Konfiguration hin.

source: When a publisher offers both IPv4 and IPv6, your browser will time out trying to connect. You may believe the site is down. This may be due to your IPv6 configuration. Consider disabling IPv6, or seeking help.
de: Wenn Inhalte sowohl via IPv4 als auch via IPv6 verfügbar sind, kann Ihr Webbrowser die Inhalte nicht abrufen. Dies deutet auf ein Problem Ihrer IPv6 Konfiguration hin. Überlegen Sie sich IPv6 komplett zu deaktivieren oder Hilfe zu suchen.

source: Connections to IPv4 are slow, but functional. Perhaps you or your ISP put you behind an IP sharing device (NAT) that is currently slow.
de: Verbindungen via IPv4 funktionieren, sind jedoch langsam. Eventuell stell Ihr ISP Ihre IPv4 Verbindung über ein NAT zur Verfügung, welches zurzeit überlastet ist.

source: You appear to be able to browse the IPv6 Internet only. You have no access to IPv4. That's pretty bold!
de: Es scheint als könnten Sie nur IPv6 Internetverbindungen herstellen. Das ist durchaus mutig :-)

source: Connections to IPv6 are slow, but functional. Perhaps you are using a public IPv6 tunnel that is either slow, or not located near you.
de: IPv6 Verbindungen sind langsam, funktionieren jedoch. Evtl. benutzen Sie einen Tunneldienst welcher zurzeit langsam oder nicht in Ihrer Nähe terminiert ist.

source: Connections to IPv6-only sites are timing out. Any web site that is IPv6 only, will appear to be down to you.
de: Verbindungen zu Inhalten welche nur via IPv6 erreichbar sind, resultieren in einer Zeitüberschreitung. Alle Webseiten welche nur via IPv6 erreichbar sind, werden daher nicht funktionieren.

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IP6 on host.
de: Verbindungen zu IPv6 fähigen Webseiten funktionieren nicht. Es scheint als wäre eine IPv6 Konfiguration vorhanden und Ihr Computer glaubt diese Konfiguration funktioniert. Dies ist jedoch nicht der Fall. Alle IPv6 fähigen Webseiten werden für Sie unerreichbar sein. Falls Sie Ihre IPv6 Verbindung oder Ihr IPv6 Routing nicht reparieren können, suchen Sie sich Hilfe. Falls alle Lösungsversuche fehlschlagen sollten Sie IPv6 auf Ihrem Computer komplett deaktivieren.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. Critical tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
de: Wir können Ihr System nicht testen. Eine Firewall oder ein Filter in Ihrem Webbrowser scheint die Ausführung der Tests zu verhindern. Entscheidene Überprüfungen schlagen fehl. Versuchen Sie alle Browser AddIns und Erweiterungen (wie z.B. Werbeblocker) zu deaktivieren und die aktuelle Seite neu zu laden. Falls der Test immernoch fehlschlägt können Sie uns konktaktieren und um Hilfe fragen.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. The dual-stack tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
de: Wir können Ihr System nicht testen. Eine Firewall oder ein Filter in Ihrem Webbrowser scheint die Ausführung der Tests zu verhindern. Dual-Stack Prüfungen schlagen fehl. Versuchen Sie alle Browser AddIns und Erweiterungen (wie z.B. Werbeblocker) zu deaktivieren und die aktuelle Seite neu zu laden. Falls der Test immernoch fehlschlägt können Sie uns konktaktieren und um Hilfe fragen.

source: Your browser is blocking the test urls. We will try alternate methods, but they may fail to show your IP address; and may affect the quality of the advice given.
de: Ihr Webbrowser blockiert die Test Links. Wir versuchen alternative Methoden, diese können evtl. Ihre IP-Adresse nicht ermitteln und die Qualität der Ratschläge beeinflussen.

source: The most likely cause is NoScript or AdBlock+. NoScript can be told to permit all scripts on this page (you may need to do this more than once). At minimum, permit the urls listed below.
de: Die wahrscheinlichste Ursache ist NoScript oder AdBlock+. NoScript kann so konfiguriert werden, dass alle Skripte dieser Seite ausgeführt werden dürfen (Sie müssen dies evtl. mehr als einmal konfigurieren). Mindestens sollte die unten aufgelisteten URLs erlaubt werden.

source: NAT64 detected. IPv6 works. IPv4 works for most purposes. Applications that are hard-coded for IPv4-only will fail. We are aware of at least one major voice-over-ip program that falls into this category. Your application's support staff may need a nudge to add proper IPv6 support.
de: NAT64 erkannt. IPv6 funktioniert. IPv4 funktioniert für die meisten Zwecke. Anwendungen, die hartcodiert für IPv4-only sind scheitern. Wir kennen mindestens ein wichtiges voice-over-Ip-Programm, das in diese Kategorie fällt. Support-Mitarbeiter Ihrer Anwendung brauchen möglicherweise einen Schubs, um eine richtige IPv6-Unterstützung hinzuzufügen.

source: Your DNS server (possibly run by your ISP) appears to have IPv6 Internet access.
de: Ihr DNS Server (wahrscheinlich von Ihrem ISP betrieben) scheint über IPv6 Internetzugriff zu verfügen.

source: Your DNS server (possibly run by your ISP) appears to have no access to the IPv6 Internet, or is not configured to use it. This may in the future restrict your ability to reach IPv6-only sites.
de: Ihr DNS Server (wahrscheinlich von Ihrem ISP betrieben) scheint entweder über keinen IPv6-Internetzugriff zu verfügen oder er ist nicht konfiguriert diesen zu benutzen. In Zukunft könnte dies das Erreichen von Webinhalten, welche nur via IPv6 abrufbar sind, einschränken.

source: You are likely using a FireFox plugin that is causing IP based tests to fail. Examples: RequestPolicy. Please disable those while using this site.
de: Sie benutzen vermutlich eine Firefox Erweiterung welche IP Adress basierende Prüfungen verhindert. Beispiele: RequestPolicy. Deaktivieren Sie diese Erweiterungen während Sie diese Seite benutzen.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. Something appears to be confused with the DNS lookups.
de: Die Namensauflösung eines Nur-IPv6 Namens ist fehlgeschlagen, dennoch ist die Namensauflösung und die Verbindung für Dual-Stack Seiten via IPv6 erfolgt. Dies deutet auf ein fehlerhaftes Verhalten Ihrer Namensauflösung hin.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. The IPv6-only lookup should have worked. Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.
de: Eine DNS Suche für einen reinen IPv6-Namen ist fehlgeschlagen; Doch die DNS-Suche und ein verbinden mit Dual-Stack über IPv6 war erfolgreich. Die reinen IPv6-Suche sollte funktioniert haben. Apple hat einen Bug, der sporadisch einige IPv6-Abfragen fehlschlagen lässt. Mit diesen Test haben wir Beweise davon. Sie können die Seite neu laden und den Test wiederholen. Weitere Informationen finden Sie unter <a href="http://openradar.appspot.com/7333104"> http://openradar.appspot.com/7333104</a>.

source: A lookup for an dual-stack IPv4 and IPv6 name failed (at minimum it should have connected via IPv4). Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.
de: Ein Lookup für ein Dual-Stack IPv4- und IPv6-Namen konnte nicht durchgeführt werden (zumindest, hätte er über IPv4 funktrionieren sollen). Apple hat einen Bug, der sporadisch einige IPv6-Abfragen fehlschlagen läst. Mit diesen Test haben wir Beweise davon. Sie können die Seite neu laden und den Test wiederholen. Weitere Informationen finden Sie unter <a href="http://openradar.appspot.com/7333104"> http://openradar.appspot.com/7333104</a>.

source: No IPv4 address detected
de: Keine IPv4 Adresse erkannt

source: No IPv6 address detected
de: Keine IPv6 Adresse erkannt

source: Your IP address(es) could not be detected due to inteference from browser add-ons.
de: Ihre IP Adresse(n) konnte nicht erkannt werden aufgrund störender Browsererweiterungen.

source: The Opera web browser seems to be break on this site frequently. <b>If you have trouble, try another browser</b>.
de: <b>Falls bei Ihnen Probleme auftauchen, versuchen Sie den Tests mit einem anderen Webbrowser durchzuführen</b>.

source: <b>Disable turbo mode on Opera, and try again.</b> Turbo mode is not compatible with the needs of this site.
de: <b>Deaktivieren Sie Turbomodus in Opera und starten Sie den Test erneut</b> Der Turbomodus ist mit den Anforderungen dieser Seite nicht kompatibel.

source: <b>Good news!</b> Your current configuration will continue to work as web sites enable IPv6.
de: <b>Gute Nachrichten!</b> Ihre Konfiguration wird auch weiterhin funktionieren, wenn andere Webseiten IPv6 aktivieren.

source: <b>Our tests show that you will have a broken or misconfigured IPv6 setup, and this will cause problems as web sites enable IPv6.</b>
de: <b>Unsere Tests zeigen, dass Ihre IPv6 Konfiguration beschädigt oder fehlerhaft ist. Dies wird voraussichtlich zu Problemen führen wenn Webseiten-Betreiber IPv6 aktivieren

source: <b>Our tests show that you will may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
de: <b>Unsere Tests zeigen, dass Sie MTU Probleme bei IPv6 Verbindungen haben. Dies kann dazu führen, dass Webseiten nur langsam (oder auch gar nicht) angezeigt werden, sobald diese via IPv6 erreichbar sind.</b>

source: We looked up an IPv6 address, but your DNS server (possibly your home router) mangled the response, and is treating it as (broken) IPv4.
de: Wir suchten eine IPv6-Adresse, aber Ihre DNS-Server (möglicherweise Ihr Heim-Router) entstellte die Antwort und behandelte es als (gebrochene) IPv4 Adresse.

source: It appears that you use a tunnel mechanism for either IPv4 or IPv6.
de: Es scheint, als würden Sie entweder für IPv4 oder IPv6 einen Tunnelmechanismus benutzen.

source: It appears that you use a managed tunnel mechanism, 6RD, to transport IPv6 over IPv4.
de: Es scheint, als würden Sie einen 'Managed Tunnel'-Mechanismus verwenden, um IPv6 über IPv4 zu transportieren.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer. Proxy details (as reported by your proxy 'Via' header): %details
de: Wir haben die Nutzung eines Proxyservers erkannt. Das bedeutet, dass wir die Anbindung Ihres Proxyservers und nicht die Ihres Computers testen. Ihr Proxy meldet sich im 'Via' Header als %details.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer.
de: Wir haben die Nutzung eines Proxyservers erkannt. Das bedeutet wir testen die Anbindung Ihres Proxyservers und nicht die Ihres Computers.

source: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your browser or your OS is not doing IPv6 DNS 'AAAA' lookups.
de: Ihre IPv6 Verbindung funktioniert aber es steht keine DNS Auflösung per IPv6 zur Verfügung. Ihr Browser oder Betriebssystem stellt keine Anfragen nach IPv6 DNS 'AAAA' Einträgen.

source: We have suggestions to help you fix your system.
de: Wir haben Konfigurationsvorschläge für Ihr System.

source: Since you have IPv6, we are including a tab that shows how well you can reach other IPv6 sites. %sites
de: Sie haben eine funktionierende IPv6 Anbindung. Dieser Tab listet weitere Seiten auf, die über IPv6 erreichbar sind: %sites

source: Your browser has real working IPv6 address - but is avoiding using it. We're concerned about this.
de: Ihr Browser hat real funktionierende IPv6-Adresse - aber verwendet sie nicht. Wir sind besorgt über diesen Fall.

source: faq: No IPv4
de: faq: Kein IPv4

source: faq: No IPv6
de: faq: Kein IPv6

source: faq: v6ns Bad
de: faq: v6ns Schlecht

source: faq: Browser Plugins
de: faq: Browser Erweiterungen

source: faq: Buggy DNS
de: FAQ: fehlerhaftes DNS

source: faq: Broken!
de: FAQ: fehlerhaftes!

source: faq: Broken DNS Lookups
de: FAQ: defekte DNS-Lookups

source: faq: Avoiding IPv6?
de: FAQ: Sollte IPv6 vermieden werden?

source: [more info]
de: [mehr Infos]

source: Your IPv4 address on the public Internet appears to be
de: Ihre IPv4 Internet-Adresse ist höchstwahrscheinlich

source: Proxied
de: Über einen Proxy

source: Your IPv6 address on the public Internet appears to be
de: Ihre IPv6 Internet-Adresse ist höchstwahrscheinlich

source: Your IPv6 service appears to be
de: Ihr IPv6 Anbieter ist höchstwahrscheinlich

source: Your Internet Service Provider (ISP) appears to be
de: Ihr Internet Service Provider (ISP) scheint

source: Started
de: Begonnen

source: proxied
de: über einen Proxy

source: using
de: verwende

source: tests run
de: Durchgeführte Tests

source: (Survey posting skipped; test was rigged)
de: (Statistik wurde nicht eingesandt; Der Test wurde manipuliert)

source: (Updating server side IPv6 readiness stats)
de: (Aktualisire serverseitige IPv6 Bereitschafts-Statisik)

source: (Updated server side IPv6 readiness stats)
de: (Serverseitige IPv6 Bereitschafts-Statisik aktualisiert)

source: (Survey posting failed; the above information is accurate, but not recorded.)
de: (Das Einsenden der Statistik ist fehlgeschlagen; Die oben aufgeführten Ergebnisse sind korrekt, wurden jedoch nicht eingesandt.)

source: Your readiness score
de: Ihre Bereitschafts Ergebniss

source: for your IPv4 stability and readiness, when publishers offer both IPv4 and IPv6
de: für Ihre IPv4 Stabilität und Bereitschaft, wenn Inhalte via IPv4 und IPv6 verfügbar sind

source: for your IPv6 stability and readiness, when publishers are forced to go IPv6 only
de: für Ihre IPv6 Stabilität und Bereitschaft, wenn Inhalte nur via IPv6 verfügbar sind

source: Click to see
de: Hier Klicken

source: test data
de: Testergebnisse

source: Your FAQ
de: Ihre FAQ

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: loading...
de: lade...

source: failed to load
de: laden fehlgeschlagen

source: [go back]
de: [gehe zurück]

source: %app: You are running version %found; we recommend %suggest or newer.
de: %app: Sie verwenden Version %f; Wir empfehlen %s oder neuer.

source: share your results
de: Ihre Ergebnisse einzusenden

source: I am most interested in discussing your setup with you, because it was been determined that <B>your IPv6 connectivity is broken</b>, or at least not fully understood. This is not normal; would you be willing to %share?
de: Wir würden gerne Ihre Konfiguration besprechen, da festgestellt wurde, dass <B>Ihre IPv6 Konnektivität nicht richtig funktioniert</B>. Das ist nicht normal. Wären Sie allenfalls bereit %share?

source: retest
de: erneut testen

source: Result code
de: Rückgabewert

source: Note: I can't contact you, if the contact info is blank. If you really want to submit this anonymously, hit Send Results again.
de: Anmerkung: Wir können Sie nicht kontaktieren wenn Sie keine Kontakinformation angeben. Falls Sie die Ergebnisse trotzdem anonym einsenden möchten, klicken Sie nochmals auf den entsprechenden Link

source: unknown expansion
de: unbekannte Expansion

source: unknown result code
de: unbekannter Rückgabewert

source: Your browser blocked
de: Ihr Browser blockiert

source: Your Internet help desk may ask you for the information below.
de: Ihren Internet-Help-Desk können Sie für die nachfolgenden Informationen bitten.

source: Test your IPv6.
de: Testen Sie Ihre IPv6 Konnektivität.

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPV4 and IPv6 address.
de: Dies wird Ihren Webbrowser und Ihre Internetverbindung auf IPv6 Tauglichkeit überprüfen und Ihre aktuelle IPv4 und IPv6 Adresse ermitteln.

source: Test IPv6
de: IPv6 testen

source: FAQ
de: Häufig gestellte Fragen

source: Mirrors
de: Spiegel

source: stats
de: Statistiken

source: Test your IPv6 connectivity.
de: Testen Sie Ihre IPv6 Konnektivität.

source: (Replay)
de: (Wiederholen)

source: JavaScript Required
de: JavaScript erforderlich

source: This site requires JavaScript, as well as the ability to pull in cross-site scripts, in order to perform the testing.
de: Diese Seite benötigt JavaScript, sowie die Fähigkeit, in siteübergreifende Skripts zu laden, um die Prüfung durchzuführen.

source: If this message does not go away, it means that JavaScript has been disabled, either by a plugin or extension in your browser, or by explicit browser setting.
de: Wenn diese Meldung nicht weg geht, bedeutet dies, dass JavaScript entweder durch ein Plugin oder eine Erweiterung in Ihrem Browser oder durch explizite Browsereinstellung deaktiviert wurde.
