Repository: falling-sky/source
Catalog: old/po-snapshot/dl/*/falling-sky.*.po
Languages: de

source: Hints Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(1); return false;">click here</a> to re-check reachability from where you are to those mirrors.
de: Spalten sind sortierbar (Klicken Sie auf die jeweilige Spalte in der Überschriftenzeile der Tabelle); <a href="#" onclick="GIGO.test_sites(2); return false;">Klicken Sie hier</a>, um die Erreichbarkeit der Mirrorserver von Ihrem Standort aus erneut zu überprüfen.

source: (generated by javascript)
de: (durch Javascript generiert)

source: Interested in running a mirror?
de: Sind Sie daran interessiert, einen Mirrorserver laufen zu lassen?

source: Mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
de: Mirrors werden begrüßt und sind wilkommen, seien es öffentliche oder private. Bitte <a href="https://github.com/falling-sky/source/wiki">die Wiki</a> für mehr Details lesen.

source: test-ipv6.com views on 6to4
de: Ansichten von test-ipv6.com über 6to4

source: The ugly bits
de: Die schlechte Seite

source: The good bits
de: Die gute Seite

source: 6to4 is a technology that allows you to use your existing Internet provider (with only IPv4), to access the IPV6 Internet. It does this by putting IPv6 packets inside IPv4 packets, and with the help of some friendly folks on the Internet. (The specification of this is in <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)
de: 6to4 ist eine Technologie, die es Ihnen erlaubt, mit einem bestehenden Internet-Anbieter, der nur IPv4 anbietet, auf das IPv6-Internet zugreifen zu können. Dies geschieht, indem die IPv6-Pakete getunnelt in IPv4-Paketen und mit Hilfe von "einigen freundlichen Leuten" im Internet versckt werden (Die Spezifikation davon ist in <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)

source: Before covering my actual view on 6to4, lets discuss how it works.
de: Bevor wir zu meiner tatsächlichen Sicht auf 6to4 kommen, schauen wir uns einmal an, wie das ganze funktioniert.

source: With traditional IPv4 Internet connections, traffic goes from you, to your ISP; to one or more ISPs; and finally to the end web site. Debugging issues with this is fairly easy. And, in the event of issues, your ISP has an obligation to fix things that they are associated with; the web site has a similiar contract with their ISP.
de: Mit herkömmlichen IPv4 Internetverbindungen fließt Verkehr von Ihnen zu Ihrem ISP; von diesem zu einem oder mehreren weiteren ISPs und schließlich zur Website. Probleme zu debuggen ist damit ziemlich einfach. Falls es Probleme gibt, mit denen Ihr ISP zu tun hat, ist er in der Pflicht, diese zu Lösen. Der Webseitenbetreiber hat einen ähnlichen Vertrag mit seinem ISP.

source: With unmanaged 6to4 connections (created "automatically" or without explicit gateway information) the process is a fair bit different. IPv6 is put into an IPv4 packet - much like sticking a letter in an envelope. This packet is sent to the "nearest available" gateway. Your ISP
de: Mit nicht verwalteten 6to4-Verbindungen (die "automatisch" oder ohne explizites Gateway erstellt wurden) ist der Prozess etwas anders. IPv6 wird in ein IPv4-Paket eingepackt - ähnlich wie einen Brief in einen Umschlag stecken. Dieses Paket wird an das "nächste verfügbare"-Gateway gesendet. Ihr ISP

source: Traffic from the web site takes a similiar path. That web site replies back to your automatic IPv6 address. This is routed to the nearest 6to4 relay to that web site. This is not deterministic from your part, at all. In fact, you won't even be able to tell where this relay is. That relay will take the IPv6 packet, stick it inside an IPv4 packet, and then send to your router.
de: Verkehr von der Website nimmt einen ähnlichen Weg. Diese Websites Antworten an Ihre automatisch erzeugte IPv6-Adresse. Dies wird an das nächste 6to4-Relay der Website weitergeleitet. Dies passiert von Ihrer Seite nicht deterministisch. Tatsächlich werden Sie nicht einmal in der Lage sein, zu sagen, wo dieses Relay ist. Das Relay wird das IPv6-Paket nehmen, in ein IPv4-Paket einpacken und dann an Ihren Router senden.

source: Q: What could possibly go wrong?
de: F: Was könnte dabei schiefgehen?

source: The main issues involve the lack of a service level agreement, the lack of predictability, and a lack in the protocol for your computer to realize that this method is not working.
de: Die größten Probleme betreffen den Mangel an Service-Level-Agreements, die mangelnde Vorhersagbarkeit und die fehlende Erkennung im Protokoll in Ihrem Computer, ob diese Methode funktioniert.

source: Service level agreement: 6to4 relays are put up, voluntarilly by some organizations. They use BGP (the Internet's way of saying "I'm here!") to advertise to the world the existence of the public gateway. Some of them are managed quite well. Some are not. AS long as the route is being advertised, and they are the "closest" (in a BGP network sense - not in your control), that particular relay is the one you MUST use. Same for the web site you're trying to use - they have the same constraints, but most likely using a different relay than you. If anything goes wrong, even if you or the web site can figure out which one it is, there is not a good way to get the problem fixed.
de: Service-Level-Vereinbarung: Einige Organisationen haben freiwillig "6to4"-Relais aufgebaut. Sie benutzen BGP (Ein Möglichkeit um im Internet zu sagen "Hallo ich bin hier!") um die Existenz eines öffentichen Gateways weltweit bekannt zu machen. Einige von ihnen sind ganz gut eingestellt, andere hingegen nicht. Solange die Route bekannt gemacht wird und diese die "nächste" ist (Im Sinne von BGP, dies können Sie nicht kontrollieren) MÜSSEN Sie dieses Relais verwenden. Dies gilt auch für die Website, welche Sie benutzen wollen - diese hat die gleichen Einschränkungen, nutzt aber mit großer Wahrscheinlichkeit ein anderes Relais. Falls etwas schief geht gibt es keine gute Möglichkeit eine Lösung zu finden, auch wenn Sie und die Website herausfinden können was der Fehler ist.

source: Some ISPs are starting to offer 6to4 relays in their network; one such example is Comcast. But even if your ISP does this, that is only half the battle.
de: Einige ISPs beginnen "6to4-Relais" in ihrem Netzwerk anzubieten; ein Beispiel dafür ist Comcast. Aber auch wenn Ihr ISP dies tut, ist damit nur die Hälfte der Arbeit getan.

source: Once you enable 6to4, your computer will go "Ah-ha! IPv6 Internet!". Any time you vist a web site, your web browser will prefer to try IPv6 (if the web site is offering it). When it works, great! But when it doesn't work, you'll see timeouts. Browsers can wait a very long time before giving up on IPv6, and going back to IPv4. And the browser won't remember it had to try IPv4 - so ever web graphic, every link you click, etc will be subject to what looks like "web site slow" or "web site down".
de: Sobald Sie "6to4" aktivieren, sagt sich Ihr Computer "Ah-ha! IPv6-Internet! ". Nun wird jedes Mal wenn Sie eine Website besuchen, Ihr Browser versuchen sie über "IPv6" zu erreichen (natürlich nur, wenn die Website es anbietet). Wenn es funktioniert, super! Aber wenn es nicht funktioniert, sehen Sie ein Timeout (Zeitüberschreitung). Browser versuchen über eine längere Zeit die Website mit "IPv6" zu erreichen, bevor sie dies aufgeben und auf "IPv4" wechseln. Auch merkt sich ein Bwoser nicht, wenn er "IPv4" benutzen musste, dadruch kann es sein, dass jeder Bildaufruf, jedes anklicken eines Links und anderes den Eindruck verschafft, dass die Website sehr langsam ist, oder Sie die Meldung bekommen, dass die Website nicht erreichbar ist.

source: 6to4 worked for me, but the "Big Packet" or MTU test was slow/failed. What happened?
de: "6to4" hat bei mir funktioniert, aber der "Big Packet" oder "MTU" Test war langsam/ist fehlgeschlagen. Was ist passiert?

source: When using 6to4, your IPv6 packet has to be pushed into an IPv4 packet. Internet protocol packets have a maximum size; and this can vary based on the Internet service provider, as well as the equipment used.
de: Bei der Verwendung von "6to4" muss ein IPv6-Paket in ein IPv4-Paket integriert werden. Dbaei haben Internet-Protokoll-Pakete eine maximale Größe, welche basierend auf dem Internet-Dienstleister, sowie den verwendeten Geräten variieren kann .

source: Because of this maximum size, your IPv6 packets actually have to be made a bit smaller - so that they fit inside the IPv4 packet, and that the IPv4 packet is still small enough to leave your network.
de: Wegen dieser maximale Größe müssen Ihre IPv6-Pakete müssen diese Pakete etwas verkleinert werden - Dadurch passen sie in ein IPv4-Paket und sind klein genug um Ihr Netzwerk verlassen.

source: Further down the line, there may be another network with even tigher restrictions on the packet size. That network may itself be a tunnel - ISPs occasionally have to do that. This is where the problem often - lies. The IPv4 tunnel will send a message back towards you, - indicating that the packet was too big - but you don't get it. Even - if you do, your IPv6 packets don't get the message, so ultimately - you never reduce your packet size.
de: An einer anderen Stelle in der Verbindung kann es ein Netzwerk geben dass wesentlich striktere Anforderungen an die Paketgröße stellt. Das Netzwerk selbst könnte auch wieder ein Tunnel sein - einige Internet Provider müssen das machen. Der IPV4 wird dann eine Nachricht schicken das das Paket zu groß ist, aber meistens erhalten Sie die Nachricht nicht.Selbst wenn Sie die Nachricht bekommen, bekommt ihr IPV6 Stack nichts davon mit und schickt die Pakete weiter mit der falschen Größe.

source: For some people, reducing the MTU size on IPv6 will help. 1280 is the minimum legal size. You can try values between 1400 to 1480 if you really want to find the one magic value that seems to work for you; but if you do touch MTU at all I'd recommend just doing 1280, and avoid later frustration.
de: Bei manchen Benutzern hilft es, wenn Sie die "MTU"-Größe von "IPv6" verkleinern, dabei ist 1280 die kleinste erlaubte Größe. Sie können Werte zwischen 1400 und 1480 ausprobieren um den "magischen" Wert zu finden, welcher bei Ihnen am Besten funktioniert. Sollten Sie sie dazu entscheiden die "MTU"-Größe zu verändern empfehle ich jedoch als Wert 1280 um späteren Frust bei Fehlern zu vermeiden.

source: Managed tunnels
de: Verwaltete Tunnel

source: You sure sound like you don't like 6to4.
de: Sie scheinen 6to4 nicht zu mögen.

source: I don't like that it is *unmanaged*. 6to4 is basically 6in4 - an IPv6 packet wrapped with an IPv4 header. Managed 6in4 services can actualy be pretty good..
de: Ich mag nicht, dass es *unverwaltet* ist. 6to4 ist im Grunde 6in4 - ein IPv6-Paket in einem IPv4-Header verpackt. Verwaltete 6in4 Dienste können tatsächlich ziemlich gut sein..

source: test-ipv6.com's recommendation is that if you need IPv6 before your ISP can offer it, consider a managed 6in4 service. 6in4 is the same service as 6to4 on the wire, except with a managed tunnel endpoint (instead of an anonymous one). There are a few major options out there. They each offer great service; and they offer a <b>support</b> channel. These relays are <b>actively monitored</b> for service quality. Best of all, the <b>same relay is used both directions</b> - meaning the same staff manages both conversions. Consider these services:
de: Sollten Sie IPv6 benötigen, bevor ihr ISP es unterstützt, wird von test-ipv6.com empfohlen, einen "managed 6in4"-Service zu benutzen. 6in4 ist der gleiche Service wie 6to4 im Kabel, mit dem Unterschied, das ein verwalteter Tunnelendpunkt vorhanden ist (statt einem anonymen). Es gibt ein paar große Auswahlmöglichkeiten. Alle bieten sehr guten Service, und sie verwenden einen <b>Support</b>-Kanal. Diese Relays werden <b>aktiv überwacht</b>, damit die Servicequalität gut ist. Das Beste ist, dass das gleiche Relay <b>in beide Richtungen genutzt wird</b>. Das bedeutet, dass der gleiche Mitarbeiter beide Konversationen verwaltet. Denken Sie über folgende Services nach:

source: Ran by Hurricane Electric. The author of test-ipv6.com has used their services for 2-3 years; and would notice latency problems (lots of interactive SSH use from home to the server). This service requires a static IPv4 address (or static enough - you can always go to the tunnelbroker.net site and update your IP). Lastly, tunnelbroker is fully automated - you can sign up, get your tunnel assignment immediately, and configure your end.
de: Betrieben von Hurricane Electric. Der Autor von test-ipv6.com hat deren Dienste für 2-3 Jahre verwendet und Latenzprobleme festgestellt (viel Nutzung von interaktivem SSH von zu Hause aus zum Server). Dieser Service benötigt eine statische IPv4-Adresse (bzw. statisch genug - Sie können jederzeit auf tunnelbroker.net gehen und ihre IP-Adresse aktualisieren). Zuletzt ist tunnelbroker vollkommen automatisch - Sie können sich registrieren, sofort Ihre Tunnelanbindung bekommen und den Endpunkt konfigurieren.

source: is another popular service. I see many European users using this service significantly; though their footprint is global. They work with dynamic IPs with some custom software that they provide.
de: ist ein verbreiteter Service. In Europa ist dies einer der meistgenutzen Angeboten aber der Service ist weltweit verfügbar. Der Service nutzt dynamische IPs und es existieren einige Software Lösungen die dort aufgelistet sind.

source: aka freenet6. I don't have personal experience with this, but test-ipv6.com does see a number of connections via this service.
de: aka freenet6. Ich habe keine persönlichen Erfahrung mit diesem Service, aber Test-ipv6.com sieht eine Reihe von Verbindungen über ihn.

source: may be a better solution, in China. This requires a custom client to be installed.
de: Dies ist möglicherweise eine bessere Lösung in China. Es erfordert jedoch die Installation eines angepassten Clients.

source: in Australia offers both free and paid-for (with SLA) tunnels.
de: in Australien werden sowohl kostenlose aus kostenpflichtige (mit SLA9) Tunnel angeboten.

source: About your IPv4-only Internet service.
de: Weitere Informationen zu ihrem nur-IPv4 Internet-Zugang.

source: This FAQ has been produced to try and address the questions of IPv4 only users
de: Diese FAQ versucht, Antworten auf oft gestellte Fragen von nur-IPv4-Benutzern zu geben.

source: It looks like you have only IPv4 Internet service at this time. Don't feel bad - most people are in this position right now. Most Internet service providers are not quite yet ready to provide IPv6 Internet to residential customers.
de: Es sieht so aus, als ob sie momentan nur einen IPv4-Internetzugang haben. Kein Problem - den meisten Menschen geht es ebenso. Die meisten Zugangsanbieter sind noch nicht soweit, um ihren Privatkunden IPv6 anbieten zu können.

source: The good news is, nothing will suddenly break.
de: Kein Grund zur Sorge - es geht nichts plötzlich kaputt.

source: When web sites offer their content on both IPv4 and IPv6, you'll still reach them using your existing IPv4 Internet service.
de: Wenn Websites ihre Inhalte über IPv4 und IPv6 anbieten, dann werden Sie sie weiterhin über ihren vorhanden IPv4-Zugang erreichen.

source: Many of the visitors to the site are new to what IPv6 is.
de: Viele Besucher dieser Seite haben zum ersten Mal überhaupt mit IPv6 zu tun.

source: If you don't know why IPv6 matters, see the <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Why IPv6 FAQ</a>.
de: Wenn Sie nicht wissen, warum IPv6 wichtig ist, dann lesen sie die <a href="#" onclick="return help_page('faq_whyipv6.html','Warum IPv6?')">"Warum IPv6?"-FAQ</a>.

source: This will give you a bit of background of what to expect with IPv4 in the coming months and years; and perhaps some incentive to ask your ISP when they will offer IPv6.
de: Dort finden Sie Hintergrundinformationen zur Zukunft von IPv4 in den nächsten Monaten und Jahren; und vielleicht auch ein paar Gründe, ihren Zugangsanbieter zu fragen, ab wann er IPv6 anbieten wird.

source: If you are savvy with technology, you can be an early adopter of IPv6, consider learning more about
de: Wenn Sie sicher im Umgang mit moderner Technik sind, dann können sie als Frühstarter mit IPv6 loslegen - ihr Stichwort sind sogenannte

source: providers (managed 6to4 tunnel services).
de: -Provider, hier die betreuten/manuellen Tunnel.

source: The use of automatic tunnels is discouraged
de: Die Benutzung von automatischen Tunneln wird nicht empfohlen.

source: If you are not savvy with technology, here is more generic information:
de: Und für die weniger an Technik interessierten:

source: Windows Vista and Windows 7 are both IPv6 ready. Mac OS X 10.5 and higher is fine. FreeBSD and Linux, all recent versions, are also fine. When your Internet service provider offers IPv6 to you, these OSs are good. You may still need to replace your router (wireless or wired), if it is not aware of IPv6. You'll have to consult with your Internet service provider on when IPv6 will be offered.
de: Windows Vista und Windows 7 sind beide IPv6-kompatibel. Mac OS X ab Version 10.5 ebenfalls. FreeBSD und Linux, alle halbwegs aktuellen Versionen jedenfalls, sind auch IPv6-kompatibel. Sobald ihr Internet-Zugangsanbieter ihnen IPv6 anbietet wird es mit diesen Betriebssystemen funktionieren. Möglicherweise müssen Sie allerdings ihren Router (kabelgebunden oder WLAN) ersetzen, wenn dieser nicht mit IPv6 umgehen kann. Bitte wenden Sie sich bei Fragen zu Einführungsterminen und der Kompatibilität ihres Routers an ihren Internet-Zugangsanbieter.

source: Windows XP users: My advice is to plan on upgrading before using IPv6. It is technically possible to use IPv6 with XP, to a minimal extent.
de: Wenn Sie noch Windows XP einsetzen: Mein Rat ist, auf eine neuere Version umzusteigen, wenn Sie IPv6 verwenden wollen. Es ist technisch möglich, mit XP IPv6 zu verwenden, zu einem bestimmten Grad jedenfalls. Aber lassen Sie es lieber sein.

source: Don't stress too much on having an IPv6 address in 2011.
de: Und zu guter Letzt: Keine Panik! Machen Sie sich keinen Stress, um noch 2011 IPv6-fähig zu werden.

source: If you do buy a new router, make sure that it will be IPv6 ready (or upgradable) when your service provider does offer IPv6.
de: Falls Sie sich sowieso einen neuen Router kaufen, dann achten Sie drauf, dass dieser IPv6-kompatibel ist (oder lassen sich zumindest ein Upgrade zusichern), damit sie dann durchstarten können, sobald ihr Zugangsanbieter IPv6 anbietet.

source: You appear to have no IPv6 at this time..
de: Es scheint, dass Sie zur Zeit kein IPv6 haben..

source: You appear to have no IPv6 address.
de: Es scheint, dass Sie zur Zeit keine IPv6-Adresse haben.

source: <b>If you strongly believe you have IPv6, but we were unable to detect it:</b> it means one of a couple of things. Either your organization is blocking the use of IPv6 to talk to the outside Internet through network policy; or perhaps what you see with IPv6 on your host is not a global address. Any address starting with "::", "fc", "fd", or "fe" are unable to work with the public IPv6 Internet.
de: <b>Wenn Sie dennoch glauben, Sie haben IPv6, aber wir waren nicht in der Lage, dies zu erkennen</b>, bedeutet das ein paar Dinge. Entweder verhindert Ihre Organisation die Nutzung von IPv6 zum öffentlichen Internet hin durch eine Netzwerkrichtlinie; oder vielleicht ist das, was Sie mit IPv6 auf Ihrem Rechner sehen, keine globale Adresse. Jede Adresse beginnend mit "::", "fc", "fd" oder "fe" ist nicht in der Lage, mit dem öffentliche IPv6-Internet zu kommunizieren.

source: More about your test results.
de: Weitere Informationen über Ihre Testergebnisse.

source: You also appear to have Teredo enabled. You did successfully connect to an IPv6 site during this test - but only when forcing the connection by connecting to an IPv6 numeric address, instead of a web site name. This setting will not help or hurt you going forward to reach IPv6 web sites.
de: Anscheinend haben Sie auch Teredo aktiviert. Sie haben während des Tests erfolgreich eine Verbindung zu einer IPv6-Seite aufgebaut - allerdings nur, wenn die Verbindung zu einer numerischen IPv6-Adresse erzwungen wurde (anstatt eines Website-Namen). Diese Einstellung wird Sie nicht daran hindern, IPv6-Seiten zu erreichen.

source: About Teredo
de: Über Teredo

source: This FAQ has been produced to tell you about Microsoft's Teredo service - a transition tool to help get early access to the IPv6 Internet.
de: Dieses FAQ wurde geschrieben, um Ihnen Microsofts Teredo-Service - ein Übergangstool, welches dabei hilft, frühen Zugang zum IPv6-Internet zu erhalten - bekanntzumachen.

source: By default, Teredo is enabled on Vista and Windows 7. However, if Teredo is the only available IPv6 solution for you, it will default to only connecting to web sites by IPv6 address - not by name. More can be found <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">here</a>. Once a global IP address has been assigned, Windows will do lookups. At this point, you probably wonder - why do I need Teredo?
de: Standardmäßig ist Teredo auf Vista und Windows 7 aktiviert. Ist Teredo allerdings ihr einziger Zugang zu IPv6, so wird es standardmäßig nur zu numerischen IPv6-Adressen verbinden - nicht zu IPv6-Namen. Weitere Informationen können <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">hier</a> gefunden werden. Sobald eine globale IPv6-Adresse zugewiesen wurde, wird Windows IPv6-Adressen nachschlagen. Nun fragen Sie sich vielleicht: "Wozu brauche ich Teredo"?

source: About the "v6ns" test.
de: Über den "v6ns" Test.

source: This FAQ has been produced to try and address what it means for the v6ns test to be "bad".
de: Dieses FAQ wurde geschrieben, um darzustellen, was es für den v6ns-Test bedeutet, "schlecht" zu sein.

source: This test specifically verifies that your DNS resolver (usually operated by your Internet service provider, or your corporate IT department) is capable of reaching IPv6 Internet sites for DNS lookups. If you explicitly configured the use of a different DNS server, such as OpenDNS or Google's Public DNS, you'll test those services instead.
de: Dieser Test überprüft insbesondere, dass Ihr DNS-Resolver (in der Regel von Ihrem Internet Service Provider oder durch Ihre corporate IT-Abteilung betrieben) IPv6-Webseiten für DNS-Lookups erreichen kann. Wenn Sie ausdrücklich die Verwendung eines anderen DNS-Servers, wie OpenDNS oder Google Public DNS konfiguriert haben, werden Sie stattdessen diese Dienste testen.

source: If this test fails:
de: Wenn dieser Test fehlschlägt:

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favorite web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
de: Es bedeutet, dass der DNS-Resolver, den Sie verwenden, IPv4 erfordert um die autorisierenden DNS-Server für Ihre Websites zu erreichen. In naher Zukunft wird jede Website von Bedeutung in dieser Form zugänglich bleiben, also <b>gibt es keine unmittelbare Gefahr dadurch.</b>

source: If this test succeeds:
de: Wenn dieser Test erfolgreich ist:
