Repository: falling-sky/source
Catalog: old/po-snapshot/dl/*/falling-sky.*.po
Languages: de

source: <b>If you are the network administrator</b>: You can use the default route information to identify the ethernet address; and then search for the owner of that ethernet address. Some network vendors have features that will suppress the advertisements of unauthorized RAs (router announcements); consider enabling those feaatures. More reactive measures involve finding (by ethernet address) the owner of the device; or possibly spoofing RA's from their device to indicate the device is going away.
de: <b>Wenn Sie der Netzwerkadministrator sind:</b> Sie können die Informationen über die default-Route verwenden, um die Ethernet-Adresse zu bekommen; und dann den Besitzer der Ethernet-Adresse finden. Einige Hersteller von Netzwerkgeräten implementieren Funktionen, die RAs (Router-Announcements) von unberechtigten Hosts unterdrücken. Erwägen Sie die Aktivierung dieser Funktionen. Eher reaktive Maßnahmen sind das Finden (durch die Ethernet-Adresse) des Besitzers des Geräts, oder möglicherweise das Spoofing der RAs des Geräts, sodass es aussieht, als würde das Gerät das Netzwerk verlassen.

source: Consider trying the "netalyzr". This is another site that runs a java applet (which can do more than my site can, in just javascript). I would find feedback about how you useful this site was for you.
de: Überlegen Sie sich, "netalyzr" auszuprobieren. Dies ist eine weitere Website, die ein Java-Applet ausführt (welches mehr Funktionen ausführen kann, als meine Website, mit nur Javascript). Ich fände Feedback darüber, wie Sie nützlich diese Website für Sie war, hilfreich.

source: From the netalyzr staff:
de: Vom netalyzr Team:

source: If all else fails
de: Wenn alles Andere fehlschlägt

source: (Instructions for disabling or deprioritizing IPv6)
de: (Anleitung, um IPv6 zu deaktivieren, oder die Priorität zu senken)

source: Disabling or Deprioritizing your IPv6 address
de: IPv6 deaktivieren, oder die Priorität senken

source: <b>To disable IPv6 entirely, until your ISP offers IPv6 to you:</b> see <b>Microsoft's "fixit" site</b> that gives clear instructions. We advocate considering "Use IPv4 instead of IPv6 in prefix policies", instead of completely disabling IPv6. Specific Windows features depend on IPv6 being enabled.
de: <b>Um IPv6 vollständig zu deaktivieren, bis Ihr ISP IPv6 anbietet:</b> <b>Die Website von Microsoft "Fixit"</b> bietet Ihnen genaue Anweisungen. Wir befürworten es, sich Gedanken über eine "benutze IPv4 statt IPv6 Präfix-Policy" zu machen, anstatt IPv6 komplett zu deaktivieren. Bestimmte Windows-Funktionen davon ab, dass IPv6 aktiviert ist.

source: To completely disable IPv6 (Windows 7, Vista; XP should be similiar):
de: Um IPv6 komplett zu deaktivieren (Windows 7, Vista; XP sollte ähnlich sein):

source: Go to "Properties"
de: Gehen Sie auf "Eigenschaften"

source: Uncheck "Internet Protocol Version 6"
de: Deaktivieren Sie "Internet Protocol Version 6"

source: Hit "ok"
de: Drücken Sie "ok"

source: Shutdown/reboot.
de: Herunterfahren/Neustarten.

source: To disable IPv6 in Windows XP:
de: Deaktivieren Sie IPv6 in Windows XP:

source: Taken from:
de: Entnommen von:

source: Make sure you are logged in as an Administrator.
de: Stellen Sie sicher, dass Sie als Administrator angemeldet sind.

source: Click Start, click All Programs, click Accessories, and then click Command Prompt.
de: Klicken Sie auf Start, "alle Programme", Zubehör, und klicken Sie dann auf Eingabeaufforderung.

source: At the command prompt, type: netsh int ipv6 uninstall and press the Enter key on your keyboard.
de: Tippen Sie folgendes in der Eingabeaufforderung ein: "netsh int ipv6 uninstall" und drücken Sie die Enter-Taste auf Ihrer Tastatur.

source: Close the Command Prompt window and restart the computer.
de: Schließen Sie das Eingabeaufforderungsfenster, und starten Sie den Computer neu.

source: OS X users
de: OS X-Benutzer

source: Before disabling IPv6, please be sure you are running the latest OS version. In particular, OS X 10.6.7 has several workarounds for being "Broken". This may solve your problems without resorting to completely disabling IPv6.
de: Stellen Sie sicher, dass sie die neuste Betriebssystemversion verwenden, bevor Sie IPv6 deaktivieren. Besonders für OS X 10.6.7 gibt es verschiedene Workarounds, wenn es "kaputt" ist. Damit können Sie die Probleme lösen, ohne IPv6 komplett abschalten zu müssen.

source: How to disable IPv6
de: Wie man IPv6 deaktiviert

source: Disable IPv6
de: IPv6 deaktivieren

source: Apply changes
de: Änderungen übernehmen

source: iPhone and iPad users
de: iPhone und iPad-Benutzer

source: IPv6 is not configurable on the iPhone or iPad. Your only option is to switch to another network.
de: IPv6 kann nicht auf dem iPhone oder iPad konfiguriert werden. Ihre einzige Option ist es, zu einem anderen Netzwerk zu wechseln.

source: Linux users:
de: Linux-Anwender:

source: This is very distribution-specific. Do a web search using your favorite search engine.
de: Dies ist sehr Distributions-spezifisch. Eine Suche im Internet mit Ihrer Lieblings-Suchmaschine könnte weiterhelfen.

source: Example web search: <code>disable ipv6 on centos</code>
de: Beispiel-Web-Suche: <code>Deaktivieren von ipv6 auf Centos</code>

source: Generic unix instructions, to temporarily remove your IPv6 address.
de: Allgemeinen Unix-Anweisungen, um Ihre IPv6-Adresse vorübergehend zu entfernen.

source: IP_ADDRESS
de: IP-ADRESSE

source: Be aware that if the router re-advertises it, you will relearn the default route.
de: Beachten Sie, wenn der Router sie wieder erneut verteilt, werden Sie die Default-Router auch wieder erneut lernen.

source: You can do a web search for your particular OS distribution. Example search would be <code>disable ipv6 on freebsd</code>.
de: Sie können im Internet nach Anweisungen für Ihre OS-Distribution suchen. Eine Beispielsuche wäre <code>Deaktivieren von ipv6 auf Freebsd</code>.

source: See Also
de: Siehe auch

source: Other resources that may help
de: Andere Ressourcen, die helfen können

source: Disabling IPv6 is the least preferred option. For some people, however, it may be your only option. This may be due to equipment limitations, or in limitations in technical support.
de: Deaktivieren von IPv6 ist die am wenigsten bevorzugte Option. Für manche Menschen kann es jedoch Ihre einzige Möglichkeit sein. Dies kann aufgrund der Netzwerkausrüstung oder Einschränkungen im technischen Support notwendig sein.

source: test-ipv6.com FAQ
de: test-ipv6.com FAQ (Häufig gestellte Fragen)

source: Q: How does this test work?
de: F: Wie funktioniert dieser Test?

source: The test is entirely client-side javascript. To determine reachability, a series of ajax requests are made from the web server, using various DNS names that force the use of IPv6 only, or dual stack, or other such scenarios. The pass/fail of such fetches, as well as how long they take, are taken into account.
de: Der Test ist ausschliesslich clientseitiges Javascript. Um die Erreichbarkeit zu bestimmen, wird eine Reihe von Ajax-Anfragen mit verschiedenen DNS-Namen, die die ausschliessliche Verwendung von IPv6, Dual-Stack oder anderer solcher Szenarien erzwingen, an den Web-Server gesendet. Erfolg oder Misserfolg dieser Abrufe, als auch, wie lange sie dauern, werden berücksichtigt.

source: Q: Why is this web site reachable via IPv4 only?
de: F: Warum ist diese Website nur über IPv4 erreichbar?

source: You're right, there are no AAAA records, intentionally. A percentage of users are unable to browse sites that are dual-stack. If the users can't connect, then they can't be told they have a problem. This is a big problem facing content providers today; of which, I work at one for my &#36;dayjob. As such, the main test page requires IPv4 (either native or translated).
de: Sie haben Recht, es gibt keine AAAA-Einträge und zwar absichtlich. Ein Prozentsatz der Benutzer ist nicht in der Lage, Websites aufzurufen, die Dual-Stack sind. Wenn der Benutzer keine Verbindung herstellen können, kann ihnen auch nicht erklärt werden, dass sie ein Problem haben. Dies ist ein großes Problem für Inhalte-Anbieter, von denen ich bei einem arbeite. Daher muss die wichtigsten Testseite per IPv4 erreichbar sein (entweder nativ oder übersetzt).

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At least check, May 2013, we still see 0.5% broken visiting test-ipv6.com. And we still want them to understand their situation.
de: Irgendwann, wenn der Prozentsatz der "deutlich" Benutzer deutlich abgenommen hat, werde ich erwägen, test-ipv6.com per Dual-Stack anzubieten. Bei der letzten Überprüfung im Mai 2013 sahen wir immer noch 0,5 % "defekte" Besucher auf test-ipv6.com. Und wir wollen ihnen helfen, ihre Situation zu verstehen.

source: Q: How do I test my IPv6-only host
de: F: Wie kann ich meine reinen IPv6-Host testen

source: If you ask that question, chances are you don't need this site. However, if you really want to, visit <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> with your IPv6-only host.
de: Wenn Sie das fragen, stehen die Chancen hoch, dass Sie diese Website nicht brauchen. Jedoch, wenn Sie wirklich wollen, besuchen Sie <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> mit Ihrem reinen IPv6-Host.

source: Q: What do you mean by broken?
de: F: Was bedeutet "defekt"?

source: A percentage of users today have IPv6 enabled, but are either using a public tunnel that is currently giving poor performance; or otherwise have a route that is installed but broken or suboptimal. However, because they have a route at all, in many cases the address selection algorithm of RFC3484 will pick using it, and trying to use this broken route. It can take towards 75+ seconds before the browser gives up!
de: Ein Teil der Benutzer haben IPv6 aktiviert, aber verwenden entweder einen öffentlichen Tunnel, der derzeit schlechte Performance liefert, oder haben eine Route, die zwar installiert, aber kaputt oder suboptimal ist. Weil sie jedoch eine Route haben, wird der Adressauswahl-Algorithmus nach RFC3484 in vielen Fällen diese Route auswählen, und versuchen, diese kaputte Route zu verwenden. Es kann 75+ Sekunden dauern, bevor der Browser den Versuch aufgibt!

source: From the perspective of a user with these conditions, a web site offering both A and AAAA DNS records (ie, "dual stack") will appear to time out; and the user will move on to another site that offers a similar product. This is the quandary content providers have.
de: Aus der Perspektive der Benutzer mit diesen Bedingungen wird eine Website, die A und AAAA-DNS-Einträge besitzt (d.h. "dual-Stack") einen Timeout liefern. Der Benutzer geht dann weiter zu einer anderen Website, die ein ähnliches Produkt anbietet. Das ist das Dilemma, das die Anbieter haben.

source: If we detect that you will have problems reaching dual-stack web sites, we recommend you see the <a href="broken.html">Broken User FAQ</a>. It provides several steps to try and identify your root cause for being broken; and barring that, what you can do to disable IPv6 until your ISP offers native IPv6 connectivity.
de: Wenn wir feststellen, dass Sie Probleme haben, Dual-Stack-Webstes zu erreichen, empfehlen wir Ihnen sich das <a href="broken.html">Nutzerprobleme FAQ</a> anzusehen. Es bietet mehrere Schritte, um die Ursache zu finden und auch Hilfe dabei, IPv6 zu deaktivieren, bis Ihr ISP native IPv6-Konnektivität anbietet.

source: Q: Why did your stats say you already have IPv6-only users?
de: F: Warum sagen Ihre Statistiken, dass Sie bereits native IPv6-Benutzer haben?

source: They went to <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .
de: Sie haben <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> benutzt.

source: Q: How valid are the stats?
de: F: sind wie aussagekräftig sind die Statistiken?

source: They do not represent the average web consumer. Visitors to this site are self-selecting. The intent of this site is to not provide stats, but instead to inform the user the level of readiness for the world to move to IPv6 (with or without'em!). As such, stats found here will be completely different from an average content provider.
de: Sie repräsentieren nicht die durchschnittlichen Web-Nutzer. Besucher dieser Website sind selbstauswählend. Die Absicht dieser Webseite ist es nicht, Statistiken bereitzustellen, sondern um den Benutzer über das Niveau der Bereitschaft für die Welt, zu IPv6 zu wechseln zu informieren (mit oder ohne sie!). Die Statistiken, die hier zu finden sind, werden sich komplett von Statistiken der Inhalteanbieter unterscheiden.

source: Q: How does your test differ, from what the content providers are doing?
de: F: Wie unterscheidet der Test sich von dem, was die Inhalteanbieter machen?

source: Content providers are gathering metrics of broken vs non-broken users, in an aggregate form. They are not at this time actually giving the user feedback as to the user's current state. Those metrics will principally drive the business decision of when to start publishing sites over IPv6, versus remaining IPv4 only. IPv4 only for some content sites really is an option; it has a handful of downsides, but the expectation is that everyone will always be able to reach IPv4, in some fashion.
de: Inhalteanbieter sammeln Metriken über funktionierende und nicht funktionierende Anschlüsse in zusammengefasster Form. Sie geben dem Benutzer selbst momentan aber kein Feedback über seinen Status. Die Messdaten werden hauptsächlich die unternehmerische Entscheidung verwendet, wann Websites über IPv6 veröffentlicht werden, oder bei nur IPv4 bleiben. Reines IPv4 ist für einige Content-Websites wirklich eine Option; Es hat ein paar Nachteile, aber es wird erwartet, dass jeder immer IPv4 in irgendeiner Weise erreichen können wird.

source: This site, on the other hand, is intended to help the user understand their current state, and what that state possibly means to them.
de: Auf der anderen Seite soll diese Website dem Anwender helfen zu verstehen, wie sein aktueller Status ist und was das für ihn bedeutet.

source: Q: Your site shows the wrong IP address; how can I bypass my proxy server to find my public address?
de: F: Ihre Website zeigt die falsche IP-Adresse an; Wie kann ich meinen Proxy-Server umgehen, um meine öffentlichen Adresse anzeigen zu lassen?

source: For ipv4/ipv6/dual stack, use one of these:
de: Für IPv4, IPv6 bzw. Dual Stack benutzen Sie folgendes:

source: for ipv4
de: für ipv4

source: for ipv6
de: für ipv6

source: for either
de: für beide

source: Note you _may_ need to specify other options to your telnet command, depending on your operating system. On my mac, for example, I need to use "<code>telnet -6</code>".
de: Beachten Sie die andere Optionen für den Telnet-Befehl, die abhängig von Ihrem Betriebssystem notwendig sein könnten. Auf meinem Mac z. B. muss ich "<code>telnet-6</code>" verwenden.

source: Q: Do you actually read the feedback?
de: F: Lesen Sie wirklich die Rückmeldungen?

source: Yes, I do. Thank you! Note that I can only follow up with you if you do leave contact information. While I am still grateful for feedback without contact information, I will be unable to reply with any answers if you asked for them.
de: Ja, das tue ich. Vielen Dank! Beachten Sie, dass ich Ihnen nur antworten kann, wenn Sie Ihre Kontaktinformationen hinterlassen. Obwohl ich immer noch dankbar für Ihre Anmerkungen ohne Kontaktinformationen bin, werde ich dann keine Möglichkeit haben, eine Antwort zu senden, wenn Sie danach gefragt haben.

source: Q: How else can I contact you?
de: F: wie sonst kann ich Sie kontaktieren?

source: I would prefer you use the form, as it gives details of your connectivity, and bypasses any mail filters.
de: Mir wäre lieber, dass Sie das Formular verwenden, da es Informationen über Ihre Verbindung gibt, und eventuelle Mail-Filter umgeht.

source: That said, you are welcome to directly email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
de: Das heißt, Sie sind herzlich eingeladen, eine e-Mail an <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>zu senden.

source: Q: Is this open source?
de: F: ist dieses Software Open Source?

source: Yes. See the <a href="source.html">source page</a> for details.
de: Ja. Besuchen Sie die <a href="source.html">Quelltext-Seite</a> für mehr Details.

source: <span lookup=site.name>site</span> statistics
de: <span lookup=site.name>site</span> Statistiken

source: Graphs are updated daily.
de: Diagramme werden täglich aktualisiert.

source: 60 days view
de: 60 Tage anzeigen

source: 600 days view
de: 600 Tage anzeigen

source: Quick notes:
de: Kurze Informationen:

source: Browser Filter means that both the "A" and "AAAA" test failed. Browser (plugin/filter) shenanigans, likely with add-ons like ad blockers.
de: Browser Filter bedeutet, dass sowohl der "A", als auch der "AAAA"-Test fehlgeschlagen ist. Browser (Plugin/Filter)-Spielchen, wahrscheinlich mit Add-ons wie Ad-Blocker.

source: Brokeness goes down, when volume goes up. This is due to having a wider sample of average people (versus people explicitly testing a new IPv6 setup).
de: Der Anteil der kaputten Setups sinkt, wenn das Volumen steigt. Das liegt daran, dass man eine höhere Anzahl an durchschnitlichen Benutzern hat (im Gegensatz zu Leuten, die extra ein neues IPv6-Setup testen).

source: These graphs show the last 60 days of activity at <span lookup=site.name>site</span>
de: Diese Graphen zeigen die letzten 60 Tage der Aktivität auf <span lookup=site.name>site</span>

source: Graph: shows result summaries, stacked. Total height shows number of users who took the test on a given day.
de: Grafik: zeigt die Zusammenfassung der Ergebnisse, gestapelt. Gesamthöhe zeigt Anzahl der Benutzer, die den Test an einem bestimmten Tag durchgeführt haben.

source: Similiar graph, except this time showing percentages.
de: Ähnliche Grafik, diesmal jedoch in Prozentsätzen.

source: The most interesting graph is the percentage of "broken" users. Our definition of a "broken" user is that the browser stalls or times out, while attempting to visit a web site published on both IPv4 and IPv6.
de: Der interessanteste Graph ist der Prozentsatz der Benutzer mit Problemen. Unsere Definition davon ist, dass der Browser stehenbleibt, oder ein Timeout auftritt, wenn er Versucht, eine Website zu besuchen, die sowohl IPv4, als auch IPv6 verwendet.

source: Line graph, not stacked, of results over time.
de: Liniendiagramm, nicht aufgestapelt, der Ergebnisse über die Zeit.

source: These graphs show the last 600 days of activity at <span lookup=site.name>site</span>
de: Diese Graphen zeigen die letzten 600 Tage der Aktivität auf <span lookup=site.name>site</span>

source: test-ipv6.com - Our mission
de: test-ipv6.com - Unsere Mission

source: Our mission is thus:
de: Das ist unsere Mission:

source: Help people identify if they will have problems when publishers offer their web sites on IPv6;
de: Helfen Sie Anderen herauszufinden, ob sie Probleme haben werden, wenn Anbieter ihre Websites mit IPv6 anbieten;

source: Help people fix their system configuration so that they are no longer affected.
de: Helfen Sie Anderen, Fehler in ihrer Systemkonfiguration zu beheben, sodass sie nicht mehr betroffen sind.

source: To do so in a brand neutral, ad-free way.
de: Dies auf eine Markenneutrale, Werbefreie Art zu tun.

source: Why do we do this?
de: Warum machen wir das?

source: Because of 1 out of every 4000 users are "broken" based on industry measurements. This has delayed the web sites from publishing to IPv6.
de: Weil einer von 4000 Nutzern Fehler hat, basierend auf Messungen der Industrie. Das hat Websites davon abgehalten, IPv6 zu verwenden.

source: So, what is meant by "broken"?
de: Also, was heißt "defekt" ("broken")?

source: When you go to your favorite web site in a browser, and it hangs for several seconds or even minutes. If the publisher publishes to IPv6, and your computer has a *broken* IPv6 route (as compared to having no route), then your computer will attempt to use that broken route first, before falling back to the IPv4 Internet.
de: Wenn Sie Ihre Lieblings-Website in einem Browser öffnen, und es hängt für einige Sekunden oder sogar Minuten. Wenn der Anbieter IPv6 verwendet, und Ihr Computer eine *kaputte* IPv6-Route (anstatt garkeine Route) hat, wird Ihr Computer versuchen, diese kaputte Route zu verwenden, bevor er auf IPv4-Internet zurückgreift.

source: What causes these timeouts?
de: Was sind die Ursachen dieser Timeouts?

source: Newer operating systems have IPv6 enabled by default. Older ones, may have IPv6 enabled, as a result of user action (or specific applications). Enabling IPv6 does not automatically make you vulnerable.
de: Neuere Betriebssysteme haben IPv6 standardmäßig aktiviert. Bei Älteren Betriebssystemen ist IPv6 manchmal vom Benutzer (oder bestimmten Anwendungen) aktiviert worden. Aktivieren von IPv6 macht Sie nicht automatisch angreifbar.

source: The problem lies when your system is convinced to try and use IPv6, when it is not working adequately. This may be because you're using a public service for your IPv6 gateway. Or, someone on your network, was advertising (to the network) IPv6 through Internet connection sharing; and they left. Last, your router may have IPv6 automatically configured to use public unmanaged gateways; and is telling your computer to use it.
de: Das Problem ist, dass Ihr System versucht, IPv6 verwenden, obwohl es nicht ausreichend funktioniert. Der Grund dafür kann sein, dass Sie ein öffentliches IPv6-Gateway verwenden. Oder jemand in Ihrem Netzwerk teilte seine IPv6-Internetverbindung mit Ihnen und hat das lokale Netz verlassen. Eine weitere Möglichkeit ist, dass Ihr Router dafür konfiguriert ist, für IPv6 ein öffentliches Gateway zu benutzen und Ihrem Computer anbietet, dieses zu verwenden.

source: The simplest, yet near-sighted, solution, would be just to disable IPv6. However, over the next couple of years, this will start to cause you more troubles than not. It would be best to instead find the root of your actual problem, and fix that instead.
de: Die einfachste, aber kurzsichtige, Lösung wäre IPv6 zu deaktivieren. In den nächsten Jahren wird das für Sie jedoch mehr Probleme verursachen, als zu lösen. Es wäre am besten, stattdessen die Wurzel Ihres eigentlichen Problems zu finden und zu beheben.

source: The <a href="broken.html">Broken User FAQ</a> has several suggestions for broken users to follow, to remediate their situation.
de: Das <a href="broken.html">Nutzerprobleme FAQ</a> hat verschiedene Vorschläge für Benutzer, um Fehler zu beheben.

source: How you can help
de: Wie Sie helfen können

source: This is an open-source project. I can certainly use your help in a variety of ways; please see the <a href="source.html">source</a> page.
de: Dies ist ein Open-Source-Projekt. Ich kann Ihre Hilfe in vielfältiger Weise gebrauchen; werfen Sie einen Blick auf den <a href="source.html">Quelltext</a>.

source: test-ipv6.com mirrors
de: Test-ipv6.com-Mirror-Server

source: These are the known publicly accessible mirrors for test-ipv6.com.
de: Dies sind die bekannten öffentlich zugänglichen Mirror für test-ipv6.com.

source: Thank you to all of these organizations, who have put in significant effort to provide this mirror sites. If you have problems with the site you are on now, try another mirror site; perhaps one closer to you.
de: Vielen Dank an alle von diesen Organisationen, die mit erheblichen Aufwand diese Mirror-Sites zur Verfügung stellen.Wenn Sie Probleme mit dieser Seite haben, probieren Sie einen anderen Mirror; vielleicht einen, der näher bei Ihnen ist.
