Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: <b>Your particular configuration is of interest.</b> We are always striving to make the test-ipv6.com code better. Would you be willing to contribute more information about your browser and computer setup? With your help, we can document for others how to repair their systems.
es_es: <b>Su configuración particular es de interés.</b> Siempre nos esforzamos para mejorar el código de test-ipv6.com. ¿Estarías dispuesto a contribuir con más información sobre la configuración de su navegador y ordenador? Con su ayuda, podemos documentar para otros cómo reparar sus sistemas.
pt_br: <b>Temos particular interesse em sua configuração.</b> Estamos sempre nos esforçando para melhorar o test-ipv6.com. Você estaria disposto a contribuir nos fornecendo informações sobre seu navegador e configuração de seu computador? Com sua ajuda nós podemos ajudar outras pessoas a resolver problemas em seus sistemas.

source: This form will let you leave a comment, voice concerns, or ask questions. Your test results will be included automatically.
es_es: Este formulario le permitirá dejar un comentario, expresar preocupaciones o hacer preguntas. Sus resultados se incluirán automáticamente.
pt_br: Este formulário permitirá que você deixe comentários, externe preocupações ou faça perguntas. Os resultados de seu teste serão incluídos automaticamente.

source: This includes your IP address, which is shared with the site administrator in order to answer your questions.
es_es: Esto incluye su dirección IP, que es compartida con el administrador del sitio con el fin de responder a sus preguntas.
pt_br: Isto inclui seu endereço IP, que é compartilhado com o administrador do site, de maneira a responder suas perguntas.

source: Use of this form implies consent.
es_es: Uso de este formulario implica su consentimiento.
pt_br: A utilização deste formulário implica consentimento.

source: <span id="comments_faq_link"></span> (FAQ) page is available for <b>your</b> exact set of results. Please read it before leaving comments; many questions have already been answered. If you still have questions, comments, or concerns, feel freel to use this form.
es_es: <span id="comments_faq_link"></span> página (FAQ) está disponible para <b>su</b> conjunto exacto de resultados. Por favor, léalo antes de dejar comentarios; muchas preguntas ya han sido contestadas. Si usted todavía tiene preguntas, comentarios o preocupaciones, use este formulario.
pt_br: <b>seu</b> conjunto de resultados. Por favor, leia-a antes de deixar comentários pois muitas perguntas já foram respondidas lá. Se após isso você ainda tiver perguntas, comentários ou preocupações, sinta-se à vontade para usar este formulário.

source: Please leave your comments using English, if possible.
es_es: Por favor, deja tu comentario en inglés, si es posible.
pt_br: Se possível, por favor, faça seus comentários em Inglês.

source: If reporting a problem with the test, or requesting help with your results, please fill out all requested information to the best of your ability. If leaving general comments, use your best judgement on how much to report.
es_es: Si reporta un problema con la prueba o solicita ayuda con sus resultados, por favor llene toda la información a lo mejor de su capacidad. Si deja comentarios generales, sea breve.
pt_br: Se você estiver comunicando um problema com o teste ou solicitando ajuda com seus resultados, por favor, preencha o formulário completamente e da melhor forma possível. Se você estiver fazendo um comentário geral, use o bom senso para decidir o que escrever.

source: Thanks,
es_es: Gracias,
pt_br: Obrigado,

source: Purpose for comment
es_es: Propósito para comentario
pt_br: Finalidade do comentário

source: Questions about test results
es_es: Preguntas sobre los resultados
pt_br: Perguntas sobre resultados dos testes

source: Report a bug with diagnosis
es_es: Notificar un error con diagnóstico
pt_br: Comunique um problema com o diagnóstico

source: Suggestion
es_es: Sugerencia
pt_br: Sugestão

source: Cheers or Jeers
es_es: Aplausos o abucheos
pt_br: Aplausos ou Vaias

source: Email address if you'll permit me to contact you. <i>Required, if you wish a response.</i>
es_es: Dirección de correo electrónico si usted me permite comunicarnos con usted. <i>Requerido, si desea una respuesta.</i>
pt_br: Seu e-mail, caso você me permita contactá-lo. <i>Isso é necessário caso você queira uma resposta.</i>

source: Any information you think I might find useful (what router you're using, or a firewall in the way, or type of proxy you use, etc). This includes general feedback.
es_es: Cualquier información que crea que puedo encontrar útil (el enrutador que está usando o un firewall de camino o el tipo de proxy que utiliza, etc.). Esto incluye opiniones generales.
pt_br: Qualquer informação que você acredite ser útil (modelo de seu roteador, presença de firewall, tipo de proxy, etc.). Suas impressões gerais também são válidas.

source: The javascript based test appears to have failed. This may be browser plugin or extension related. Please indicate what browser plugins and extenions you have enabled in this browser.
es_es: La prueba basada en javascript parece haber fracasado. Esto puede estar relacionado con un plug-in o extensión del navegador. Por favor, indique qué plugins y extensiones ha habilitado en este navegador.
pt_br: Os testes baseados em javascript parecem ter falhado. Isso pode ter relação com algum plugin ou extensão de seu navegador. Por favor, indique quais plugins e extensões estão habilitadas nesse navegador.

source: If you are technically minded please cut/paste the output of the following commands:
es_es: Si usted es de mentalidad técnica por favor cortar/pegar la salida de los siguientes comandos:
pt_br: Se você tem uma veia técnica, por favor, copie e cole a saída dos seguintes comandos:

source: Copy the output from those commands, into the box below. This will help me confirm/deny any theories relating to your question.
es_es: Copie la salida de esos comandos, en el cuadro de abajo. Esto me ayudará a confirmar/denegar cualquier teorías relativas a su pregunta.
pt_br: Copie a saída dos comandos na caixa abaixo. Isso me ajudará a confirmar ou refutar teorias em relação à sua pergunta.

source: If you are technically minded, please open a "Command Prompt" or "cmd" window, and run these three commands:
es_es: Si usted es de mentalidad técnica, por favor abra una ventana de "cmd" o "Command Prompt" y ejecute estos tres comandos:
pt_br: Se você tem uma veia técnica, por favor, abra uma janela do "Prompt" ou "cmd" e execute esses três comandos:

source: Send results
es_es: Enviar resultados
pt_br: Enviar resultados

source: Help desk information will follow once the test completes.
es_es: Información de soporte aparecerá una vez finalizada la prueba.
pt_br: Você obterá informações de HelpDesk assim que o teste for finalizado.

source: If your Internet help desk asks you to mail the 'results url', copy and paste the following URL.
es_es: Si su servicio de soporte de Internet le pide que envíe por correo la 'url de los resultados', copie y pegue la siguiente URL.
pt_br: Se seu HelpDesk de Internet solicitar que você envie a 'url de resultados', copie e cole a seguinte URL.

source: Note that this will share your current numeric Internet Protocol address(es).
es_es: Tenga en cuenta que esto compartirá su dirección IP numérica actual.
pt_br: Note que isto vai compartilhar sua informação atual de endereço(s) IP.

source: We do not recommend posting this link on public web sites such as forums.
es_es: No recomendamos la publicación de este enlace en sitios web públicos tales como foros.
pt_br: Não recomendamos postar este link em sites públicos, como por exemplo fóruns de internet.

source: On most computers, you can right-click the above URL, and select 'Copy'.
es_es: En la mayoría de las computadoras, puede darle botón derecho a la URL anterior y seleccionar 'Copiar'.
pt_br: Na maioria dos computadores, você pode clicar com o botão direito na URL acima e selecionar "Copiar".

source: <b>Because you have IPv6</b>, we've added this tab to show you whether or not you can reach other IPv6 web sites on the Internet. Consider notifying your ISP, if there are sites that show up as broken. If you are the ISP, you can click the Info link to see what test URLs are being used.
es_es: <b>Porque tienes IPv6</b>, hemos añadido esta ficha para mostrar si puede o no llegar a otros sitios web de IPv6 en Internet. Considere notificar a su ISP, si hay sitios que aparecen como rotos. Si usted es el ISP, puede hacer clic el enlace Info para ver qué direcciones URL se utilizan en las pruebas.
pt_br: <b>Porque você tem IPv6</b>, adicionamos esta aba para mostrar a você se você consegue ou não alcançar outros sites IPv6 na Internet. Considere notificar seu Provedor de Serviços caso algum dos sites não esteja funcionando. Se você for o Provedor de Serviços, você pode clicar no link de informações para ver quais URLs de teste estão sendo utilizadas.

source: <b>Hint</b>: Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(2); return false;">click here</a> to re-check reachability from where you are to those mirrors.
es_es: <b>Sugerencia</b>: las columnas se pueden sortear (haga clic en la primera fila); <a href="#" onclick="GIGO.test_sites(2); return false;"> haga clic aquí</a> para volver a comprobar la accesibilidad desde donde estás a los espejos.
pt_br: <b>Dica</b>: Você pode ordenar as colunas (clique na primeira linha); <a href="#" onclick="GIGO.test_sites(2); return false;">clique aqui</a> para verificar novamente seu acesso até os mirrors.

source: It is real easy to get added to this list for basic checks. Just provide two image URLs (one IPv4-only; one IPv6-only), to Jason Fesler &lt;jfesler@gigo.com&gt;. Also send your general web site address and organization name.
es_es: Es muy fácil ser añadido a esta lista de comprobaciones básicas. Sólo proporcione dos direcciones URL de imagenes (una sólo-IPv4; otra sólo-IPv6), a Jason Fesler &lt; jfesler@gigo.com &gt;. También mande su nombre de organización y dirección de sitio web general.
pt_br: É muito fácil ser adicionado a esta lista para verificações básicas. Basta fornecer duas URLs de imagem (uma apenas IPv4, uma apenas IPv6), para Jason Fesler &lt;jfesler@gigo.com&gt;. Mande também o endereço do seu site e o nome da sua organização.

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
es_es: Espejos completos son bienvenidos y apreciados, sean públicos o privados. Por favor vea <a href="https://github.com/falling-sky/source/wiki"> el wiki</a> para más detalles.

source: All rights reserved.
es_es: Todos los derechos reservados.
pt_br: Todos os direitos reservados.

source: Mission
es_es: Misión
pt_br: Missão

source: Source
es_es: Fuente
pt_br: Fonte

source: Attributions
es_es: Atribuciones
pt_br: Atribuições

source: This is a mirror of test-ipv6.com. The views expressed here may or may not reflect the views of the mirror owner.
es_es: Este es un espejo de test-ipv6.com. Las opiniones expresadas aquí pueden o no reflejar la opinión del dueño del espejo.
pt_br: Este site é um espelho do test-ipv6.com. O que está aqui pode ou não pode estar de acordo com o seu mantenedor.

source: Available Languages
es_es: Idiomas disponibles

source: Pick one of the following to switch to that language.
es_es: Elige una de las siguientes opciones para cambiar a ese idioma.

source: Translators and proof readers welcome.
es_es: Traductores y correctores de texto son bienvenidos.

source: See <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>Info</a>; and our <a href='https://crowdin.net/project/falling-sky'>'CrowdIn'</a> project page.
es_es: Visita la página de <a href='https://github.com/falling-sky/source/wiki/LocalizationPlan'>información</a>; y nuestra página del proyecto en <a href='https://crowdin.net/project/falling-sky'>Crowdin</a>.

source: Help Desk Information
es_es: Información para el Servicio de Asistencia
pt_br: Informações de suporte

source: Q: What is the Help Desk tab for?
es_es: P: ¿Para qué es la ficha de servicio de asistencia?
pt_br: P: Para que serve a guia de suporte?

source: This tab is intended to help provide a brief, concise explanation of your connectivity. This can be read over the phone, if needed, to a service provider. This tab has less hand-holding; it is intended for a help desk to understand (as compared to an end user).
es_es: Esta ficha está destinada a proporcionar una explicación breve y concisa de su conectividad. Esto puede ser leído por teléfono, si es necesario, a un proveedor de servicios. Esta ficha es más técnica; está diseñada para un servicio de soporte (en comparación con un usuario final).
pt_br: Este guia destina-se a ajudar a fornecer uma explicação breve e concisa sobre sua conectividade. Isto pode ser lido pelo telefone, se necessário, para um provedor de serviço. Esta guia é mais técnica, com informações destinadas por uma equipe de suporte (e não para o usuário final).

source: This special instance shares in a very compact way:
es_es: Esta instancia especial comparte en una forma muy compacta:
pt_br: Esta instância especial compartilha de uma forma muito compacta:

source: Status of each protocol
es_es: Estado de cada protocolo
pt_br: Status de cada protocolo

source: Warn of slow/timeout
es_es: Advierten de lento/tiempo expirado
pt_br: Alerta de lentidão/tempo esgostado

source: Warn of MTU
es_es: Advertencia de MTU
pt_br: Alerta de MTU

source: Status of reachability to “other sites” (as compact as possible)
es_es: Estado de accesibilidad a "otros sitios" (tan compacta como sea posible)
pt_br: Status de alcançabilidade para "outros sites" (tão compacto quanto possível)

source: IP address shown, in case tech support needs it.
es_es: Dirección IP se muestra, en caso de que asistencia técnica la necesite .
pt_br: Endereço IP mostrado, no caso do suporte técnico precisar disso.

source: List of unreachable sites, if any
es_es: Lista de sitios inalcanzables, si existen
pt_br: Lista de sites inacessíveis, se houver

source: Q: What is the easiest way to send users to the Help Desk tab?
es_es: P: ¿Cuál es la forma más fácil de enviar a los usuarios a la pestaña de Servicio de Asistencia?
pt_br: P: Qual é o jeito mais fácil de enviar a aba HelpDesk aos usuários?

source: There are several ways to do it. Some of these are more obvious than the others when reading; some of them may be easier when read over the phone. In all of these cases, the "Help Desk" tab is moved to be the first and default tab shown to the user, instead of exposing the more detailed user-facing page.
es_es: Hay varias maneras de hacerlo. Algunas de ellas son más obvias que otras al leer; algunas de ellas pueden ser más fáciles de leer por teléfono. En todos estos casos, la ficha "Servicio de Asistencia" pasa a ser la primera y la ficha por defecto que se muestra al usuario, en lugar de exponer la página más detallada orientada al usuario.
pt_br: Existem várias formas de fazer isto. Algumas destas são mais óbvias que outras quando lidas, algumas destas podem ser mais fáceis quando lidas pelo telefone. Em todos os casos, a aba "HelpDesk" é por padrão a primeira aba a ser mostrada ao usuário, ao invés de mostrar informações mais detalhadas nas páginas voltadas aos usuários.

source: Mirror sites may not have all the fancy DNS names; they are more likely to be useful like this:
es_es: Sitios espejo pueden no tener todos los nombres DNS; son más propensos a ser útil como este:
pt_br: Mirrors podem não ter todos os nomes DNS. Normalmente eles são mais úteis assim:

source: Q: What are the Help Desk codes?
es_es: P: ¿Cuáles son los códigos de Servicio de Asistencia?
pt_br: P: Quais são os códigos Help Desk?

source: These are meant to offer a quick, short way for your customer to tell you the status of their Internet connectivity, as validated by this site. They are also meant to be easy to memorize.
es_es: Estos están destinados a ofrecer una manera rápida y corta para que su cliente le diga el estado de su conexión a Internet, validado por este sitio. También deberían ser fáciles de memorizar.
pt_br: O propósito destes é oferecer uma maneira curta e rápida para o seu cliente verificar o status de sua conexão com a Internet, conforme validado por este site. Eles também tentam ser fáceis de se memorizar.

source: Q: How can I recommend changes to the Help Desk tab?
es_es: P: ¿Cómo puedo recomendar cambios a la pestaña de Servicio de Asistencia?
pt_br: P: Como eu posso recomendar mudanças à aba Help Desk?

source: Suggestions are welcome; especially from those operating help desks. This tab is really for you - not for the consumer. Please keep in mind that we want to keep the tab brief, concise, and easy to read for the average user over the phone to your help desk team. Send suggestions to jfesler@test-ipv6.com .
es_es: Sugerencias son bienvenidas; especialmente de aquellas que operan Servicios de Asistencia. Esta ficha es realmente para usted - no para el consumidor. Por favor, tenga en cuenta que queremos mantener la ficha breve, concisa y fácil de leer por teléfono a su equipo de soporte al usuario promedio. Envie sugerencias a jfesler@test-ipv6.com.
pt_br: Sugestões são bem vindas, especialmente daqueles que operam Help Desks. Esta aba é realmente para você, e não para o consumidor. Por favor, lembre-se que queremos manter esta aba breve, concisa e fácil de ler para o usuário médio, para ser ajudado pelo telefone pelo seu time. Envie sugestões para jfesler@test-ipv6.com .

source: What to do if you're broken...
es_es: Qué hacer si se está roto...
pt_br: O que fazer se estiver com problemas...

source: If you are reading this page, it means that we've identified that your host will have problems on World IPv6 Day. Any web site that goes "dual stack" (meaning, both IPv4 and IPv6), will be unreachable to you.
es_es: Si está leyendo esta página, significa que hemos identificado que equipo tendrá problemas en día mundial de IPv6. Cualquier sitio web que sea "dual stack" (es decir, IPv4 e IPv6), será inalcanzable para usted.
pt_br: Se você está lendo esta página, isto significa que nós identificamos que sua máquina vai ter problemas no Dia Mundial IPv6. Qualquer site que utilize dupla pilha (ou seja, IPv4 e IPv6), vai ser inacessível para você.

source: To resolve this, you'll first need to identify your IPv6 address (if you have one) and your IPv6 default route (if you have one). This will help identify which sections to read.
es_es: Para resolver esto, primero necesitará identificar su dirección IPv6 (si tiene una) y la ruta por defecto de IPv6 (si tiene una). Esto ayudará a identificar qué secciones leer.
pt_br: Para resolver isto, você vai precisar identificar seu endereço IPv6 (se você tiver um) e sua rota padrão IPv6 (se você tiver uma). Isto vai ajudar a identificar quais seções você deve ler.

source: If you find your particular problem is not well represented; or you have additional suggestions; please do leave feedback using the <a href='#' onclick='return GIGO.tabnav("mail");'>form</a> (or contact <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
es_es: Si encuentra que su problema en particular no está bien representado; o tiene sugerencias adicionales; por favor deje sus comentarios usando el <a href='#' onclick='return GIGO.tabnav("mail");'>formulario</a> (o contacte a <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).
pt_br: Se você achar que seu problema em particular não está bem representado ou você tem sugestões adicionais, por favor nos dê um feedback utilizando o <a href='#' onclick='return GIGO.tabnav("mail");'>formulário</a> (ou contate <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>).

source: Make sure you are current
es_es: Asegúrese de que usted es actual
pt_br: Tenha certeza que você está atualmente

source: Find your IP address
es_es: Encuentra tu dirección IP
pt_br: Descubra seu endereço IP

source: If you set up a tunnel broker
es_es: Si ha configurado un túnel
pt_br: Se você configurou um agente de túneis

source: If you set up 6to4 (IPv6 address: starts with 2002)
es_es: Si ha configurado 6to4 (dirección IPv6 empieza con 2002)
pt_br: Se você configurou um túnel 6to4 (Endereço IPv6: começa com 2002)

source: If you have an ULA (IPv6 address: starts with FC or FD)
es_es: Si tienes un ULA (dirección IPv6 empieza con FC o FD)
pt_br: Se você possui um Endereço Local Único (ULA) (Endereço IPv6: começa com FC ou FD)

source: If you have an Bad or Inappropriate IPv6 Addresss (see table)
es_es: Si tienes una mala o inadecuada dirección IPv6 (ver tabla)
pt_br: Se você tem um endereço IPv6 mal configurado (veja tabela)

source: If you have an unexpected IPv6 address
es_es: Si tienes una dirección IPv6 inesperada
pt_br: Se você tem um endereço IPv6 inesperado

source: Try the netalyzr
es_es: Pruebe el netalyzr
pt_br: Tente o netalyzr

source: If all else fails, disable or deprioritize IPv6
es_es: Si todo lo demás falla, desactiva o suprime la prioridad de IPv6
pt_br: Se tudo mais falhar, desabilite ou diminua a prioridade do IPv6

source: Many OS and Hardware manufacturers are making updates to help improve the transition to IPv6. Some known "gotchas" are being addressed by workarounds by these vendors.
es_es: Muchos fabricantes de Hardware y sistemas operativos están haciendo cambios para mejorar la transición a IPv6. Algunos conocidos "gotchas" son abordados por las soluciones de estos proveedores.
pt_br: Muitos fabricantes de hardware e sistemas operacionais estão fazendo atualizações para melhorar a transição ao IPv6. Existem algumas 'pegadinhas' que estão sendo verificadas por soluções alternativas por estes fornecedores.

source: You can do your part to make sure you are running the latest:
es_es: Usted puede hacer su parte asegurándose de que está ejecutando la última:
pt_br: Você pode fazer a sua parte para certificar-se que está com a última versão:

source: OS - Make sure you have the latest.
es_es: Sistema Operativo - asegúrese que tiene el último.
pt_br: Sistema operacional - Verifique que você está na última versão.

source: Mac users: Apple OS X 10.6.7 is recommended for improved IPv6 support.
es_es: Los usuarios de Mac: Apple OS X 10.6.7 se recomienda para mejorar la compatibilidad con IPv6.
pt_br: Usuários de Mac: Apple OS X 10.6.7 é recomendado para melhor suporte ao IPv6.

source: Mac users on 10.4 or 10.5 may need to disable IPv6 if other troubleshooting steps fail.
es_es: Usuarios Mac 10.4 o 10.5 quizás tengan que deshabilitar IPv6 si fallan otros pasos de solución de problemas.
pt_br: Usuários de Mac 10.4 ou 10.5 podem precisar desabilitar IPv6 se outras etapas da solução de problema falharem.

source: Windows users: go to
es_es: Usuarios de Windows: ir a
pt_br: Usuários Windows: vá para

source: iPhone/iPad users: No specific version advised at this time.
es_es: los usuarios de iPhone/iPad: ninguna versión específica aconsejada en este momento.
pt_br: Usuários iPhone/iPad: Nenhuma versão específica é aconselhada neste momento.

source: Routers - Make sure you have the latest firmware installed. Some vendors have updated the defaults, or put in health checks before enabling IPv6.
es_es: Enrutadores - asegúrese de que tiene la última versión del firmware instalado. Algunos vendedores han actualizado los valores predeterminados o ponen controles sanitarios antes de habilitar IPv6.
pt_br: Roteadores - Tenha certeza de utilizar o último firmware disponível. Alguns fornecedores atualizaram o padrão ou colocaram verificação de integridade antes de habilitar o IPv6.
