Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: This is a router using 6to4, but using a private IPv4 address. This will never work.
es_es: Esto es un enrutador usando 6to4, pero usando una dirección IPv4 privada. Nunca va a funcionar.
pt_br: Este roteador está utilizando 6to4, mas usando um endereço IPv4 privado. Isto não vai funcionar nunca.

source: Apple routers: Update to the latest firmware; that has been corrected.
es_es: Enrutadores de Apple: actualice al firmware más reciente; Eso ha sido corregido.
pt_br: Roteadores Apple: Atualize para o último firmware pois isto já foi corrigido.

source: Other routers: Try updating the firmware. If that fails, look for and disable "6to4" or any form of automatic IPv6 tunnel.
es_es: Otros enrutadores: intente actualizar el firmware. Si eso falla, busque y desactive "6to4" o cualquier forma de túnel IPv6 automático.
pt_br: Outros roteadores: Atualize o firmware. Se não funcionar, procure a opção 6to4 e desabilite. Desabilite também qualquer forma de túnel IPv6 automático.

source: This router is using the official "Documentation" prefix - which is not routable on the IPv6 Internet.
es_es: Este router está usando el prefijo oficial "Documentación" - que no se pueden enrutar en Internet IPv6.
pt_br: Este roteador está usando o prefixo "Documentação", que não é roteável na internet IPv6.

source: Update to the latest firmware.
es_es: Actualice al firmware más reciente.
pt_br: Atualize para o último firmware disponível.

source: Other routers: Try updating the firmware.
es_es: Otros enrutadores: intente actualizar el firmware.
pt_br: Outros roteadores: Tente atualizar o firmware para resolver o problema.

source: Disable IPv6.
es_es: Deshabilitar IPv6.
pt_br: Desabilite o IPv6.

source: (IPv6 address: not starting with fe80)
es_es: (Dirección IPv6: que no empiece con fe80)
pt_br: (Endereço IPv6: que não começa com fe80)

source: Unexpected IPv6 address?
es_es: ¿Dirección IPv6 inesperada?
pt_br: Endereço IPv6 inesperado?

source: Modern operating systems all have IPv6 enabled. This feature is dormant until someone explicitly configures IPv6, <em><b>or</b></em> a device on the local network offers it. Autoconfigured IPv6 hosts learn their IPv6 address and their gateway through the use of IPv6 router announcements (RAs). The network you are on may intentionally offer IPv6; you'll automatically use it when your computer sees it.
es_es: Sistemas operativos modernos tienen habilitado IPv6. Esta función está inactiva hasta que alguien configure explícitamente IPv6, <em><b>o</b></em> un dispositivo en la red local la ofrece. Equipos autoconfiguraros IPv6 aprenden su dirección IPv6 y su puerta de enlace a través de anuncios de enrutador IPv6 (RAs). La red donde usted está puede ofrecer IPv6 intencionalmente; su computadora lo utilizará automáticamente cuando lo vea.
pt_br: Todos os sistemas operacionais modernos tem IPv6 habilitado. Este recurso está desativado até que alguém explicitamente configure o IPv6 <em><b>ou</b></em> um dispositivo na rede local ofereça. Máquinas com IPv6 autoconfigurado aprendem seus endereços IPv6 e seu gateway através do uso de Anúncios de roteadores IPv6 (RAs). A rede que você está conectado pode oferecer IPv6 intencionalmente: você vai utilizar automaticamente quando seu computador ver IPv6 na rede.

source: <b>Where this goes wrong:</b> Some people plug their router into the network (wired or wireless) and inadvertantly offer IPv6 services to everyone. Classic examples of this are where people add an early version of an Apple router (with 6to4 automatically enabled); another example is someone who has Windows Internet Connection Sharing enabled. In both cases, there is a chance they offer their services - and become your IPv6 router of choice, without any notification to you.
es_es: <b>Donde esto sale mal:</b> Algunas personas conectan su enrutador en la red (con cable o inalámbrica) e inadvertidamente ofrecen servicios IPv6 a todo el mundo. Ejemplos clásicos de esto son cuando personas agregan una versión temprana de un enrutador de Apple (con 6to4 habilitada automáticamente); otro ejemplo es alguien que tiene Conexión compartida a Internet en Windows habilitada. En ambos casos, hay una posibilidad que ofrecen sus servicios - y convertirse en su router IPv6 preferido, sin ninguna notificación a usted.
pt_br: <b>Onde isso pode dar errado:</b> Algumas pessoas ligam seu roteador na rede (cabeada ou sem fio) e oferecem serviços IPv6 pra todo mundo. Exemplos clássicos disso são pessoas que ligam versões antigas de um roteador Apple (com 6to4 automático). Outro exemplo é alguém que tem Compartilhamento de Conexão à Internet do Windows habilitada. Nos dois casos, existe uma chance que eles ofereçam seus serviços e virem seu roteador IPv6, sem nenhuma notificação pra você.

source: If these IPv6 routers don't work, you will fail to connect to any web site that offers services on both IPv4 and IPv6. Even if they do work, if the router in question is unplugged (the owner packs up, leaves the hotel/conference) your host never gets the notice; and it can be hours before it gives up.
es_es: Si estos enrutadores IPv6 no funcionan, fracasará en conectarse a cualquier sitio web que ofrece servicios de IPv4 e IPv6. Incluso si trabajan, si el router en cuestión está desenchufado (el dueño empaca, deja el hotel de conferencias) su equipo nunca obtiene el aviso; y pueden pasar horas antes de que se de por vencido.
pt_br: Se estes roteadores IPv6 não funcionam, você não vai conseguir conectar com nenhum site que ofereça serviços tanto em IPv4 quanto IPv6. Mesmo que funcione, se o roteador em questão for desligado (o dono junta suas coisas e vai embora do hotel/conferência), sua máquina não recebe nenhum aviso, e pode demorar horas até perceber o problema.

source: This is similiar to someone accidentially (or intentionally) running a rogue DHCP server.
es_es: Esto es similar a que alguien accidentalmente (o intencionalmente) ejecute un pícaro servidor DHCP.
pt_br: Isto é semelhante a alguém acidentalmente (ou intencionalmente) estar executando um servidor DHCP mal intencionado.

source: <b>If you are are not the network admin</b> - and have no access to fix the problem - consider disabling IPv6, at least for the location you are in. Another option might be to try turning off, and turning back on, your network interface (clearing the IP address), in case the source of the problem has left the network.
es_es: <b>Si usted no es el administrador de red</b> - y no tiene acceso a solucionar el problema - considere deshabilitar IPv6, por lo menos en esa ubicación. Otra opción podría ser intentar apagar y prender su interfaz de red (borrando la dirección IP), en el caso de la fuente del problema ha dejado la red.
pt_br: <b>Se você não é o administrador da rede</b> e não tem acesso para corrigir o problema, considere desabilitar o IPv6, pelo menos na sua localização atual. Outra opção pode ser tentar reiniciar sua interface de rede (limpando o endereço IP), caso a fonte do problema já tenha deixado a rede.

source: <b>If you are the network administrator</b>: You can use the default route information to identify the ethernet address; and then search for the owner of that ethernet address. Some network vendors have features that will suppress the advertisements of unauthorized RAs (router announcements); consider enabling those feaatures. More reactive measures involve finding (by ethernet address) the owner of the device; or possibly spoofing RA's from their device to indicate the device is going away.
es_es: <b>Si usted es el administrador de la red</b>: puede utilizar la información de ruta por defecto para identificar la dirección ethernet; y luego buscar el dueño de la dirección ethernet. Algunos proveedores de red tienen características que suprimen los anuncios de RAs no autorizados (anuncios de enrutador); considere permitir esas facilidades. Medidas más reactivas implican encontrar (por dirección ethernet) el propietario del dispositivo; o posiblemente suplantación de RA de su dispositivo para indicar que el dispositivo va a desaparecer.
pt_br: <b>Se você é o administrador da rede</b>: Você pode usar informações de rota padrão para identificar o endereço ethernet e em seguida procurar o dono deste endereço. Alguns fabricantes têm funcionalidades que vão suprimir os RA (anúncio de roteador) não autorizados, veja se você pode habilitar estas funções. Medidas mais reativas envolvem encontrar (pelo endereço ethernet) o dono do dispositivo ou possivelmente criar RAs falsos para indicar que este roteador está saindo da rede.

source: Consider trying the "netalyzr". This is another site that runs a java applet (which can do more than my site can, in just javascript). I would find feedback about how you useful this site was for you.
es_es: Considere el uso de "netalyzr". Este es otro sitio que ejecuta un applet de java (que puede hacer más que mi sitio web, con sólo javascript). Me gustarían comentarios acerca de que tan útil es ese sitio para usted.
pt_br: Considere tentar o "netalyzr". Este é um outro site que executa um applet java (que pode fazer mais do que meu site consegue somente com javascript). Eu gostaria de receber feedback sobre quão útil este site foi pra você.

source: From the netalyzr staff:
es_es: Del personal de netalyzr:
pt_br: Da equipe do netalyzr:

source: If all else fails
es_es: Si todo lo demás falla
pt_br: Se tudo mais falhar

source: (Instructions for disabling or deprioritizing IPv6)
es_es: (Instrucciones para inhabilitar o bajarle la prioridad a IPv6)
pt_br: (Instruções para desabilitar ou diminuir a prioridade do IPv6)

source: Disabling or Deprioritizing your IPv6 address
es_es: Deshabilitar o bajarle le prioridad a su dirección IPv6
pt_br: Desabilitando ou diminuindo a prioridade do seu endereço IPv6

source: <b>To disable IPv6 entirely, until your ISP offers IPv6 to you:</b> see <b>Microsoft's "fixit" site</b> that gives clear instructions. We advocate considering "Use IPv4 instead of IPv6 in prefix policies", instead of completely disabling IPv6. Specific Windows features depend on IPv6 being enabled.
es_es: <b>Para deshabilitar IPv6 totalmente, hasta que su ISP le ofrece IPv6:</b> vea el <b>sitio de Microsoft: "fixit"</b> que le da instrucciones claras. Abogamos por considerar "Uso IPv4 en lugar de IPv6 en las políticas de prefijo", en vez de deshabilitar completamente IPv6. Características específicas de Windows dependen de que IPv6 esté habilitado.
pt_br: <b>Para desabilitar totalmente o IPv6, até que seu Provedor de Serviços o ofereça:</b> veja <b>o site da Microsoft "FixIt"</b> que dá instruções bem claras. Nós recomendamos o "uso do IPv4 ao invés do IPv6 em políticas de prefixo", ao invés de desabilitar completamente o IPv6. Funcionalidades específicas do Windows dependem do IPv6 estar habilitado.

source: To completely disable IPv6 (Windows 7, Vista; XP should be similiar):
es_es: Para desactivar completamente IPv6 (Windows 7, Vista; XP debe ser similar):
pt_br: Para desabilitar completamente o IPv6 (Windows 7, Vista. XP pode ser semelhante):

source: Go to "Properties"
es_es: Ir a "Propiedades"
pt_br: Vá em "Propriedades"

source: Uncheck "Internet Protocol Version 6"
es_es: Desmarque "Protocolo de Internet versión 6"
pt_br: Desmarque "Internet Protocol Versão 6"

source: Hit "ok"
es_es: Dele 'Aceptar'
pt_br: Aperte "ok"

source: Shutdown/reboot.
es_es: Apague/reinicie.
pt_br: Desligue/reinicie.

source: To disable IPv6 in Windows XP:
es_es: Para deshabilitar IPv6 en Windows XP:
pt_br: Para desabilitar o IPv6 no Windows XP:

source: Taken from:
es_es: Tomado de:
pt_br: Retirado de:

source: Make sure you are logged in as an Administrator.
es_es: Asegúrese de que esté logueado como un administrador.
pt_br: Tenha certeza de estar logado como administrador.

source: Click Start, click All Programs, click Accessories, and then click Command Prompt.
es_es: Haga clic en Inicio, haga clic en todos los programas, haga clic en accesorios y haga clic en símbolo del sistema.
pt_br: Clique em Iniciar, depois em Todos os Programas, Acessórios e então clique em Prompt de Comando.

source: At the command prompt, type: netsh int ipv6 uninstall and press the Enter key on your keyboard.
es_es: En la linea de comandos, escriba: netsh int ipv6 uninstall y pulse Enter en el teclado.
pt_br: No Prompt de Comando, digite: netsh int ipv6 uninstall e pressione Enter.

source: Close the Command Prompt window and restart the computer.
es_es: Cierre la ventana del símbolo del sistema y reinicie el ordenador.
pt_br: Feche a janela do Prompt de Comando e reinicie o computador.

source: OS X users
es_es: Usuarios de OS X
pt_br: Usuários OS X

source: Before disabling IPv6, please be sure you are running the latest OS version. In particular, OS X 10.6.7 has several workarounds for being "Broken". This may solve your problems without resorting to completely disabling IPv6.
es_es: Antes de deshabilitar IPv6, por favor asegúrese de que está ejecutando la última versión del sistema operativo. En particular, OS X 10.6.7 tiene varias soluciones para estar "roto". Esto puede solucionar sus problemas sin recurrir a completamente deshabilitar IPv6.
pt_br: Antes de desabilitar o IPV6, por favor tenha certeza que você está utilizando a última versão disponível do seu sistema operacional. Em particular, OS X 10.6.7 tem vários problemas conhecidos com soluções alternativas. Isto pode resolver seus problemas sem ter que desabilitar completamente o IPv6.

source: How to disable IPv6
es_es: Cómo deshabilitar IPv6
pt_br: Como desabilitar o IPv6

source: Disable IPv6
es_es: Deshabilitar IPv6
pt_br: Desabilitar o IPv6

source: Apply changes
es_es: Aplicar cambios
pt_br: Aplicar mudanças

source: iPhone and iPad users
es_es: usuarios de iPhone y iPad
pt_br: Usuários iPhone e iPad

source: IPv6 is not configurable on the iPhone or iPad. Your only option is to switch to another network.
es_es: IPv6 no es configurable en el iPhone o el iPad. Su única opción es cambiar a otra red.
pt_br: IPv6 não é configurável no iPhone ou iPad. Sua única opção é mudar para outra rede.

source: Linux users:
es_es: Usuarios de Linux:
pt_br: Usuários Linux:

source: This is very distribution-specific. Do a web search using your favorite search engine.
es_es: Esto es muy específico de la distribución. Haga una búsqueda en la web usando su buscador favorito.
pt_br: Isto varia para cada distribuição. Faça uma busca na Internet utilizando seu motor de busca favorito.

source: Example web search: <code>disable ipv6 on centos</code>
es_es: Búsqueda ejemplo en la web: <code>deshabilitar ipv6 en centos</code>
pt_br: Exemplo de busca: <code>desabilitar IPv6 no CentOS</code>

source: Generic unix instructions, to temporarily remove your IPv6 address.
es_es: Instrucciones unix genérico, para quitar temporalmente su dirección IPv6.
pt_br: Instruções genéricas para Unix, para remover temporariamente o seu endereço IPv6.

source: IP_ADDRESS
es_es: DIRECCIÓN_IP
pt_br: ENDEREÇO_IP

source: Be aware that if the router re-advertises it, you will relearn the default route.
es_es: Tenga en cuenta que si el router nuevamente lo anuncia, volverá a aprender la ruta por defecto.
pt_br: Saiba que caso o roteador anuncie novamente, você vai aprender novamente esta rota padrão.

source: You can do a web search for your particular OS distribution. Example search would be <code>disable ipv6 on freebsd</code>.
es_es: Puede hacer una búsqueda en Internet para su distribución particular de sistema operativo. La búsqueda de ejemplo sería <code>deshabilitar ipv6 en freebsd</code>.
pt_br: Você pode buscar na Internet para seu sistema operacional específico. Uma busca de exemplo seria <code>desabilitar IPv6 no freebsd</code>.

source: See Also
es_es: Ver también
pt_br: Veja também

source: Other resources that may help
es_es: Otros recursos que pueden ayudar
pt_br: Outros recursos que podem ajudar

source: Disabling IPv6 is the least preferred option. For some people, however, it may be your only option. This may be due to equipment limitations, or in limitations in technical support.
es_es: Deshabilitar IPv6 es la opción menos preferida. Sin embargo, para algunas personas, puede ser su única opción. Esto puede ser debido a las limitaciones del equipo, o limitaciones en soporte técnico.
pt_br: Desabilitar o IPv6 é a opção menos preferida. Para algumas pessoas, no entanto, pode ser a única opção. Isto pode acontecer devido a limitações de equipamento ou limitações de suporte ténico.

source: Q: How does this test work?
es_es: P: ¿Cómo funciona esta prueba?
pt_br: P: Como este teste funciona?

source: The test is entirely client-side javascript. To determine reachability, a series of ajax requests are made from the web server, using various DNS names that force the use of IPv6 only, or dual stack, or other such scenarios. The pass/fail of such fetches, as well as how long they take, are taken into account.
es_es: La prueba es enteramente javascript del lado cliente. Para determinar la accesibilidad, se hacen una serie de peticiones ajax desde el servidor web, usando diferentes nombres DNS que fuerzan el uso de IPv6, doble pila u otros escenarios. El paso/fallo de tales alcances, así como cuánto tiempo llevan, se toman en cuenta.
pt_br: O teste é feito completamente em javascript. Para determinar a conectividade, uma série de requisições ajax são feitas do servidor web, utilizando vários nomes de DNS que forçam o uso apenas de IPv6, pilha dupla, ou outros cenários semelhantes. O sucesso/falha destas buscas e também o tempo que elas demoram são levados em conta.

source: Q: Why is this web site reachable via IPv4 only?
es_es: P: ¿Por qué este sitio web es accesible sólo a través de IPv4?
pt_br: P: Porque este site é acessível apenas através de IPv4?

source: You're right, there are no AAAA records, intentionally. A percentage of users are unable to browse sites that are dual-stack. If the users can't connect, then they can't be told they have a problem. This is a big problem facing content providers today; of which, I work at one for my &#36;dayjob. As such, the main test page requires IPv4 (either native or translated).
es_es: Tiene razón, no hay registros AAAA, intencionalmente. Un porcentaje de usuarios no son capaces de navegar por sitios doble-pila. Si los usuarios no pueden conectarse, entonces no pueden saber que tienen un problema. Este es un gran problema que enfrentan los proveedores de contenido hoy; de los cuales, yo &#36;trabajo para uno. Como tal, la página de prueba principal requiere IPv4 (nativo o traducido).
pt_br: Você está certo, não existem registros AAAA, e é de propósito. Uma grande porcentagem de usuários não conseguem navegar em sites que utilizam pilha dupla. Se eles não conseguem conectar, eles podem não saber que têm um problema. Isto é um problema sério para provedores de conteúdo hoje (eu &#36;trabalho para um deles). Assim, a página principal do teste requer IPv4, nativo ou tunelado.

source: At some point, when the percentage of "broken" users has gone significantly down, I'll consider making test-ipv6.com dual-stack. At least check, May 2013, we still see 0.5% broken visiting test-ipv6.com. And we still want them to understand their situation.
es_es: En algún momento, cuando el porcentaje de usuarios "rotos" haya descendido significativamente, consideraré hacer test-ipv6.com doble-pila. Según el corte de mayo 2013, todavía vemos al 0.5% de las visitas rotas en test-ipv6.com. Y queremos que entiendan su situación.
pt_br: Em algum ponto, quando a porcentagem de usuários com problemas tiver diminuido bastante, vou considerar transformar o test-ipv6.com em pilha dupla. Na última verificação, Maio de 2013, ainda temos 0,5% de usuários com problemas visitando test-ipv6.com e nós ainda queremos que eles entendam sua situação.

source: Q: How do I test my IPv6-only host
es_es: P: ¿Cómo pruebo mi equipo sólo-IPv6?
pt_br: P: Como eu testo minha máquina que tem apenas IPv6?

source: If you ask that question, chances are you don't need this site. However, if you really want to, visit <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> with your IPv6-only host.
es_es: Si hace esa pregunta, lo más probable es que usted no necesita este sitio. Sin embargo, si quiere, visite <a href= "http://ipv6.test-ipv6.com"> http://ipv6.test-ipv6.com</a> con su equipo sólo-IPv6.
pt_br: Se você está perguntando isto, a chance de você não precisar deste site é grande. No entanto, se você quer mesmo saber, visite <a href= "http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> com sua máquina que tem só IPv6.

source: Q: What do you mean by broken?
es_es: P: ¿Qué se entiende por roto?
pt_br: P: O que você quer dizer com "quebrado"?

source: A percentage of users today have IPv6 enabled, but are either using a public tunnel that is currently giving poor performance; or otherwise have a route that is installed but broken or suboptimal. However, because they have a route at all, in many cases the address selection algorithm of RFC3484 will pick using it, and trying to use this broken route. It can take towards 75+ seconds before the browser gives up!
es_es: Un porcentaje de usuarios tienen habilitado IPv6, pero, o están utilizando un túnel público que actualmente está dando mal desempeño; o si no, tienen una ruta que está instalada pero rota o subóptima. Sin embargo, por tener una ruta del todo, en muchos casos el algoritmo de selección de la dirección de RFC3484 la elegirá y tratará de usar esa ruta rota. Puede tardar hasta 75 segundos, o más, antes de que el navegador se rinda!
pt_br: Uma porcentagem de usuários hoje tem IPv6 habilitado, mas estão utilizando um túnel público que está com desempenho ruim ou tem uma rota com problemas ou de qualidade inferior. Ainda assim, porque eles tem uma rota, em muitos casos o algoritmo de seleção de endereços da RFC3484 vai utilizar ele e vai tentar usar esta rota com problemas. Pode levar 75 segundos até que o navegador desista de tentar com IPv6!

source: From the perspective of a user with these conditions, a web site offering both A and AAAA DNS records (ie, "dual stack") will appear to time out; and the user will move on to another site that offers a similar product. This is the quandary content providers have.
es_es: Desde la perspectiva de un usuario en estas condiciones, un sitio web que ofrece tanto registros DNS A como AAAA (es decir, "dual stack") aparentará estar caído; y el usuario se trasladará a otro sitio que ofrezca un producto similar. Este es el dilema de los proveedores de contenido.
pt_br: Do ponto de vista de um usuário nestas condições, um site que oferece registros DNS tanto A quanto AAAA (ou seja, pilha dupla) vai parecer fora do ar e o usuário vai tentar outro site que oferece um produto similar. Este é o dilema que os provedores de conteúdo têm.
