Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: If we detect that you will have problems reaching dual-stack web sites, we recommend you see the <a href="broken.html">Broken User FAQ</a>. It provides several steps to try and identify your root cause for being broken; and barring that, what you can do to disable IPv6 until your ISP offers native IPv6 connectivity.
es_es: Si detectamos que usted tendrá problemas llegando a sitios web de doble pila, recomendamos que vea el <a href="broken.html">FAQ de usuario roto</a>. Proporciona varios pasos para tratar de identificar la causa raíz del estar roto; y aparte de eso, lo que puedes hacer para deshabilitar IPv6 hasta que su ISP ofrezca conectividad IPv6 nativa.
pt_br: Se nós detectarmos que você vai ter problemas acessando sites com pilha dupla, nós recomendamos que você veja <a href="broken.html">FAQ para Usuários com Problema</a>. Lá você vai encontrar vários passos para tentar identificar a causa raiz do seu problema e o que você pode fazer para desabilitar IPv6 até que seu Provedor de Serviços ofereça conectividade IPv6 nativa.

source: Q: Why did your stats say you already have IPv6-only users?
es_es: P: ¿Por qué sus estadísticas dicen que ya tienen usuarios sólo-IPv6?
pt_br: P: Porque suas estatísticas dizem que você já tem usuários IPv6-only?

source: They went to <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a> .
es_es: Se fueron a <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a>.
pt_br: Eles utilizaram o site <a href="http://ipv6.test-ipv6.com">http://ipv6.test-ipv6.com</a>.

source: Q: How valid are the stats?
es_es: P: ¿Qué tan válidas son las estadísticas?
pt_br: P: Quão válidos as estatísticas são?

source: They do not represent the average web consumer. Visitors to this site are self-selecting. The intent of this site is to not provide stats, but instead to inform the user the level of readiness for the world to move to IPv6 (with or without'em!). As such, stats found here will be completely different from an average content provider.
es_es: No representan al consumidor promedio de la web. Los visitantes de este sitio son auto-seleccionados. La intención de este sitio es no proporcionar estadísticas, sino más bien para informar al usuario su nivel de preparación para el mundo a IPv6 (o su falta de!). Por lo tanto, las estadísticas encontradas aquí serán completamente diferente a un proveedor de contenidos promedio.
pt_br: Elas não representam o consumidor médio da Internet. Visitantes deste site são diferenciados. A intenção deste site não é fornecer estatísticas, mas informar ao usuário seu nível de prontidão quando o mundo mudar para IPv6 (com ou sem eles!). Assim, estatísticas encontradas aqui vão ser completamente diferentes de um provedor de conteúdo médio.

source: Q: How does your test differ, from what the content providers are doing?
es_es: P: ¿Cómo difiere tu prueba, de lo que hacen los proveedores de contenido?
pt_br: P: Como seu teste é diferente do teste que provedores de conteúdo estão fazendo?

source: Content providers are gathering metrics of broken vs non-broken users, in an aggregate form. They are not at this time actually giving the user feedback as to the user's current state. Those metrics will principally drive the business decision of when to start publishing sites over IPv6, versus remaining IPv4 only. IPv4 only for some content sites really is an option; it has a handful of downsides, but the expectation is that everyone will always be able to reach IPv4, in some fashion.
es_es: Los proveedores de contenido están reuniendo las métricas de usuarios no roto vs roto, en forma agregada. En este momento en realidad no dan información al usuario en cuanto a su situación actual. Las métricas principalmente impulsarán la decisión empresarial de cuándo empezar a publicar sitios en IPv6, versus quedarse en IPv4 únicamente. Solo-IPv4 para algunos sitios de contenido es realmente una opción; tiene algunos inconvenientes, pero la expectativa es que todo el mundo siempre será capaz de llegar a IPv4, de alguna manera.
pt_br: Provedores de conteúdo estão coletando métricas de usuários com problemas VS usuários sem problemas, de uma maneira geral. Eles não estão, neste momento, realmente dando feedback ao usuário sobre seu estado atual. Estas métricas vão conduzir as decisões de negócios sobre quando começar a publicar sites em IPv6, ao invés de continuar em IPv4 apenas. Sites apenas em IPv4 é realmente uma opção para alguns provedores de conteúdo e, apesar de ter várias desvantagens, tem a certeza que todo mundo sempre vai conseguir alcançar, de alguma maneira.

source: This site, on the other hand, is intended to help the user understand their current state, and what that state possibly means to them.
es_es: Este sitio, por otro lado, pretende ayudar al usuario a comprender su estado actual y lo que significa ese estado posiblemente para ellos.
pt_br: Este site, por outro lado, destina-se a ajudar o usuário a entender sua situação atual e o que esta situação significa para eles.

source: Q: Your site shows the wrong IP address; how can I bypass my proxy server to find my public address?
es_es: P: Su sitio muestra la dirección IP incorrecta; ¿Cómo puedo eludir mi servidor proxy para encontrar mi dirección pública?
pt_br: P: Seu site mostra o endereço IP errado. Como eu posso contornar meu servidor proxy para descobrir meu endereço público?

source: For ipv4/ipv6/dual stack, use one of these:
es_es: Para ipv4/ipv6/dual stack, utilice uno de estos:
pt_br: Para IPv4/IPv6/Pilha dupla, utilize um destes:

source: for ipv4
es_es: para ipv4
pt_br: para IPv4

source: for ipv6
es_es: para ipv6
pt_br: para IPv6

source: for either
es_es: para cualquiera
pt_br: para qualquer um dos dois

source: Note you _may_ need to specify other options to your telnet command, depending on your operating system. On my mac, for example, I need to use "<code>telnet -6</code>".
es_es: Tenga en cuenta que quizás necesite especificar otras opciones para el comando telnet, dependiendo del sistema operativo. En mi mac, por ejemplo, tengo que usar "<code>telnet -6</code>".
pt_br: Observe que você _pode_ precisar especificar outras opções no seu comando telnet, dependendo do seu sistema operacional. No meu Mac, por exemplo, preciso usar "<code>telnet -6</code>".

source: Q: Do you actually read the feedback?
es_es: P: ¿Realmente lee los comentarios?
pt_br: P: Você realmente lê os feedbacks?

source: Yes, I do. Thank you! Note that I can only follow up with you if you do leave contact information. While I am still grateful for feedback without contact information, I will be unable to reply with any answers if you asked for them.
es_es: Sí, lo hago. ¡Gracias! Tenga en cuenta que sólo puedo comunicarme con usted si usted deja información de contacto. Mientras que todavía le agradezco comentarios sin información de contacto, no podré contestar sus preguntas si las tiene.
pt_br: Sim, eu leio. Obrigado! Mas veja que eu só vou conseguir entrar em contato com você se você deixar suas informações de contato. Eu também sou muito grato por feedbacks sem informações de contato, mas não vou conseguir responder suas perguntas, se você fez alguma.

source: Q: How else can I contact you?
es_es: P: ¿De qué otra manera puedo contactarle?
pt_br: P: De que outra forma eu consigo te contactar?

source: I would prefer you use the form, as it gives details of your connectivity, and bypasses any mail filters.
es_es: Prefiero que use el formulario, ya que da detalles de su conectividad y se brinca los filtros de correo.
pt_br: Eu preferiria que você utilizasse o formulário, pois ele me dá detalhes da sua conectividade e não passa por nenhum filtro de e-mail.

source: That said, you are welcome to directly email <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.
es_es: Dicho esto, eres bienvenido a enviarme directamente un correo electrónico a <a href="mailto:jfesler@test-ipv6.com"> jfesler@test-ipv6.com</a>.
pt_br: Dito isto, você é bem vindo a me enviar um e-mail diretamente em <a href="mailto:jfesler@test-ipv6.com">jfesler@test-ipv6.com</a>.

source: Q: Is this open source?
es_es: P: ¿Es esto código abierto?
pt_br: P: Isto é open source?

source: Yes. See the <a href="source.html">source page</a> for details.
es_es: Sí. Consulte la <a href="source.html">página fuente</a> para obtener más detalles.
pt_br: Sim. Veja <a href="source.html">source page </a> para detalhes.

source: <span lookup=site.name>site</span> statistics
es_es: Estadísticas del <span lookup=site.name>sitio</span>
pt_br: estatísticas do<span lookup=site.name>site</span>

source: Graphs are updated daily.
es_es: Los gráficos se actualizan diariamente.
pt_br: Gráficos são atualizados diariamente.

source: 60 days view
es_es: Vista de 60 días
pt_br: 60 dias

source: 600 days view
es_es: Vista de 600 días
pt_br: 600 dias

source: Quick notes:
es_es: Notas rápidas:
pt_br: Notas rápidas:

source: Browser Filter means that both the "A" and "AAAA" test failed. Browser (plugin/filter) shenanigans, likely with add-ons like ad blockers.
es_es: Filtro de navegador significa que ha fallado el test tanto "A" como "AAAA". Travesuras de navegador (plugin filtro), probablemente con complementos como bloqueo de anuncios.
pt_br: Filtro de navegador significa que tanto o teste "A" e "AAAA" falharam. Possivelmente graças a add-ons e ad-blockers.

source: Brokeness goes down, when volume goes up. This is due to having a wider sample of average people (versus people explicitly testing a new IPv6 setup).
es_es: Estar roto baja, cuando sube el volumen. Esto es debido a tener una muestra más amplia de personas promedio (en comparación con personas explícitamente probando una nueva configuración IPv6).
pt_br: Nível de conexões ruins diminui quando o volume aumenta. Isto acontece devido ao aumento da amostra de pessoas comuns (ao invés de pessoas testando explicitamente uma nova configuração IPv6).

source: These graphs show the last 60 days of activity at <span lookup=site.name>site</span>
es_es: Estos gráficos muestran los últimos 60 días de actividad en <span lookup=site.name>sitio</span>
pt_br: Estes gráficos mostram as atividades dos últimos 60 dias no <span lookup=site.name>site</span>

source: Graph: shows result summaries, stacked. Total height shows number of users who took the test on a given day.
es_es: Gráfico: muestra resúmenes de resultado, apilados. Altura total muestra el número de usuarios que tomaron la prueba en un día dado.
pt_br: Gráfico: mostra resumos dos resultados, empilhados. A altura total mostra o número de usuários que fizeram o teste em um dia específico.

source: Similiar graph, except this time showing percentages.
es_es: Gráfico similar, excepto que esta vez con porcentajes.
pt_br: Gráfico similar, exceto que aqui são mostradas porcentagens.

source: The most interesting graph is the percentage of "broken" users. Our definition of a "broken" user is that the browser stalls or times out, while attempting to visit a web site published on both IPv4 and IPv6.
es_es: La gráfica más interesante es el porcentaje de usuarios "rotos". Nuestra definición de un usuario "roto" es que el navegador se atasca o se agote, mientras intenta visitar un sitio web publicado tanto en IPv4 como IPv6.
pt_br: O gráfico mais interessante é a porcentagem de usuários com problemas. Nossa definição de problema é um usuário que o navegador trava ou dá timeout, enquanto tenta visitar um site publicado tanto em IPv4 e IPv6.

source: Line graph, not stacked, of results over time.
es_es: Gráfico de líneas, no apilada, de resultados con el tiempo.
pt_br: Gráfico em linha, não empilhado. Resultados ao longo do tempo.

source: These graphs show the last 600 days of activity at <span lookup=site.name>site</span>
es_es: Estos gráficos muestran los últimos 600 días de actividad en <span lookup=site.name>sitio</span>
pt_br: Estes gráficos mostram as atividades dos últimos 600 dias no <span lookup=site.name>site</span>

source: test-ipv6.com - Our mission
es_es: test-ipv6.com - Nuestra misión
pt_br: test-ipv6.com - Nossa missão

source: Our mission is thus:
es_es: Nuestra misión es así:
pt_br: Nossa missão é a seguinte:

source: Help people identify if they will have problems when publishers offer their web sites on IPv6;
es_es: Ayudar a la gente a identificar si tienen problemas cuando los editores ofrecen sus sitios web sobre IPv6;
pt_br: Ajudar pessoas a identificar se elas terão problemas quando sites oferecerem seus conteúdos em IPv6;

source: Help people fix their system configuration so that they are no longer affected.
es_es: Ayudar a la gente a arreglar su configuración del sistema para que ya no estén afectados.
pt_br: Ajudar pessoas a consertar suas configurações de forma que eles não sejam mais afetados.

source: To do so in a brand neutral, ad-free way.
es_es: Hacerlo neutral en marcas, libre de publicidad.
pt_br: Fazer isto de uma maneira independente de marcas, sem propagandas.

source: Why do we do this?
es_es: ¿Por qué hacemos esto?
pt_br: Porque nós fazemos isso?

source: Because of 1 out of every 4000 users are "broken" based on industry measurements. This has delayed the web sites from publishing to IPv6.
es_es: Debido a que 1 de cada 4000 usuarios es "roto" basada en las mediciones de la industria. Esto ha retrasado los sitios web de la publicación en IPv6.
pt_br: Porque de cada 1 em 4000 usuários estão com problemas, baseados em medidas das indústrias. Isto atrasou a publicação de sites IPv6.

source: So, what is meant by "broken"?
es_es: Entonces, ¿qué se entiende por "roto"?
pt_br: Então, o que significa "problema"?

source: When you go to your favorite web site in a browser, and it hangs for several seconds or even minutes. If the publisher publishes to IPv6, and your computer has a *broken* IPv6 route (as compared to having no route), then your computer will attempt to use that broken route first, before falling back to the IPv4 Internet.
es_es: Cuando vaya a su sitio web favorito en un navegador, y se cuelga durante varios segundos o incluso minutos. Si el editor publica en IPv6 y su ordenador tiene una ruta IPv6 *rota* (en comparación con no tener ninguna ruta), el ordenador intentará utilizar esa ruta rota primero, antes de volver a caer a la red Internet IPv4.
pt_br: Quando você vai no seu site favorito no seu navegador e ele fica travado por vários segundos ou minutos. Se o dono do site utiliza IPv6 e seu computador tem uma rota IPv6 *com problema* (ao invés de não ter nenhuma rota), seu computador vai tentar usar esta rota com problema antes de tentar através do IPv4.

source: What causes these timeouts?
es_es: ¿Qué causa esas expiraciones?
pt_br: O que causa estes timeouts?

source: Newer operating systems have IPv6 enabled by default. Older ones, may have IPv6 enabled, as a result of user action (or specific applications). Enabling IPv6 does not automatically make you vulnerable.
es_es: Sistemas operativos más nuevos tienen IPv6 activado por defecto. Los más viejos, quizás tengan IPv6 activado, como resultado de la acción del usuario (o aplicaciones específicas). Habilitar IPv6 no te hace automáticamente vulnerable.
pt_br: Sistemas operacionais novos têm IPv6 habilitado por padrão. Sistemas operacionais mais velhos podem ter IPv6 habilitados como resultado de ação de usuários (ou aplicações). Habilitar o IPv6 não te deixa vulnerável imediatamente.

source: The problem lies when your system is convinced to try and use IPv6, when it is not working adequately. This may be because you're using a public service for your IPv6 gateway. Or, someone on your network, was advertising (to the network) IPv6 through Internet connection sharing; and they left. Last, your router may have IPv6 automatically configured to use public unmanaged gateways; and is telling your computer to use it.
es_es: El problema es cuando su sistema está convencido de tratar de utilizar IPv6, cuando no está trabajando adecuadamente. Esto puede deberse a que está usando un servicio público para su enlace de IPv6. O alguien en su red, anunciaba (a la red) IPv6 a través de compartir Internet; y se fueron. Por último, su router puede que tenga IPv6 automáticamente configurado para utilizar enlaces públicos no administrados; y le indica al ordenador usarlo.
pt_br: O problema acontece quando seu sistema está tentando utilizar o IPv6 quando ele não está funcionando adequadamente. Isto pode acontecer porque você está usando um serviço público pro seu gateway IPv6 ou alguém na sua rede estava provendo IPv6 para a rede através de uma conexão compartilhada mas deixou a rede. Por último, seu roteador pode ter sido configurado para utilizar gateways públicos não gerenciados e está falando para o seu computador usar.

source: The simplest, yet near-sighted, solution, would be just to disable IPv6. However, over the next couple of years, this will start to cause you more troubles than not. It would be best to instead find the root of your actual problem, and fix that instead.
es_es: La solución más simple, sin embargo, miope, sería sólo deshabilitar IPv6. Sin embargo, en los próximos años, esto empezará a causar más problemas. Sería mejor encontrar la raíz del problema actual y arreglarlo.
pt_br: A solução mais simples, porém não mais esperta, seria simplesmente desabilitar o IPv6. Entretanto, nos próximos anos, isto vai começar a criar mais problemas do que resolver. O melhor seria, ao invés de desabilitar, encontrar a causa raiz do seu problema e solucionar.

source: The <a href="broken.html">Broken User FAQ</a> has several suggestions for broken users to follow, to remediate their situation.
es_es: El <a href="broken.html">FAQ del usuario roto</a> tiene varias sugerencias que los usuarios rotos pueden seguir, para remediar su situación.
pt_br: A <a href="broken.html">FAQ para usuários com problemas</a> tem diversas sugestões para remediar sua situação.

source: How you can help
es_es: Cómo puedes ayudar
pt_br: Como você pode ajudar

source: This is an open-source project. I can certainly use your help in a variety of ways; please see the <a href="source.html">source</a> page.
es_es: Este es un proyecto de código abierto. Ciertamente puedo usar su ayuda en una variedad de formas; por favor vea la página de <a href="source.html">fuente</a>.
pt_br: Este é um projeto open-source. Eu certamente poderia usar sua ajuda de vários jeitos. Por favor veja a página <a href="source.html">com os fontes</a>.

source: test-ipv6.com mirrors
es_es: espejos de test-ipv6.com
pt_br: mirrors test-ipv6.com

source: These are the known publicly accessible mirrors for test-ipv6.com.
es_es: Estos son los espejos accesibles públicamente conocidos para test-ipv6.com.
pt_br: Estes são mirrors publicamente acessíveis do test-ipv6.com.

source: Thank you to all of these organizations, who have put in significant effort to provide this mirror sites. If you have problems with the site you are on now, try another mirror site; perhaps one closer to you.
es_es: Gracias a todas estas organizaciones, que han puesto en un esfuerzo significativo para proporcionar estos sitios espejo. Si tiene problemas con el sitio, en el que usted está ahora, pruebe otro sitio espejo; tal vez uno más cerca de usted.
pt_br: Obrigado a todas organizações que tiveram um esforço significativo para fornecer estes mirrors. Se você tiver problema com o site que você está agora, tente outro mirror, talvez um mais próximo a você.

source: Hints Columns are sortable (click the first row); <a href="#" onclick="GIGO.test_sites(1); return false;">click here</a> to re-check reachability from where you are to those mirrors.
es_es: Columnas de sugerencias son sorteables (haga clic en la primera fila); <a href="#" onclick="GIGO.test_sites(1); return false;">haga clic aquí</a> para volver a comprobar la accesibilidad desde donde está a los espejos.
pt_br: <b>Dica</b>: Você pode ordenar as colunas (clique na primeira linha); <a href="#" onclick="GIGO.test_sites(2); return false;">clique aqui</a> para verificar novamente seu acesso até os mirrors.

source: (generated by javascript)
es_es: (generados por javascript)
pt_br: (gerado por javascript)

source: Interested in running a mirror?
es_es: ¿Interesado en operar un espejo?
pt_br: Interessado em fornecer um mirror?

source: Mirrors are welcomed and appreciated, whether public or private. Please see <a href="https://github.com/falling-sky/source/wiki">the wiki</a> for details.
es_es: Espejos son bienvenidos y apreciados, sean públicos o privados. Por favor vea <a href="https://github.com/falling-sky/source/wiki">el wiki</a> para más detalles.

source: test-ipv6.com views on 6to4
es_es: opiniones sobre 6to4 de test-ipv6.com
pt_br: Visitas ao test-ipv6.com em túneis 6to4

source: The ugly bits
es_es: Los bits feos
pt_br: A parte ruim

source: The good bits
es_es: Los bits de Buenos
pt_br: A parte boa

source: 6to4 is a technology that allows you to use your existing Internet provider (with only IPv4), to access the IPV6 Internet. It does this by putting IPv6 packets inside IPv4 packets, and with the help of some friendly folks on the Internet. (The specification of this is in <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)
es_es: 6to4 es una tecnología que le permite usar a su proveedor de Internet existente (con sólo IPv4), para accesar a Internet IPV6. Esto se logra poniendo los paquetes IPv6 dentro de paquetes IPv4 y con la ayuda de gente amistosa en Internet. (La especificación de esto está en <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)
pt_br: 6t04 é uma tecnologia que permite que você utilize seu Provedor de Serviços atual (que usa apenas IPv4) para acessar a Internet IPv6. Ele faz isso ao colocar pacotes IPv6 dentro de pacotes IPv4 e com a ajuda de alguns amigos na Internet. (A especificação deste túnel está na <a href="http://www.ietf.org/rfc/rfc3056.txt">rfc3056</a>.)

source: Before covering my actual view on 6to4, lets discuss how it works.
es_es: Antes de cubrir mi verdadera opinión sobre 6to4, discutamos cómo funciona.
pt_br: Antes de mostrar minha opinião sobre 6t04, vamos discutir como ele funciona.

source: With traditional IPv4 Internet connections, traffic goes from you, to your ISP; to one or more ISPs; and finally to the end web site. Debugging issues with this is fairly easy. And, in the event of issues, your ISP has an obligation to fix things that they are associated with; the web site has a similiar contract with their ISP.
es_es: Con conexiones de Internet IPv4 tradicionales, el tráfico pasa de usted, a su ISP; a uno o varios ISPs; y finalmente en al sitio web final. Depuración de problemas con esto es relativamente fácil. Y en caso de problemas, su ISP tiene la obligación de arreglar las cosas con las que están asociados; el sitio web tiene un contrato similar con su ISP.
pt_br: Com conexões IPv4 tradicionais, o tráfego vai de você ao seu Provedor de Serviços e em seguida a um ou mais provedores até alcançar o site desejado. Localizar e resolver problemas assim é bem fácil, e no caso de problemas, seu Provedor tem uma obrigação de consertar tudo a que eles estão associados. O site destino tem um contrato similar com o seu próprio provedor.
