Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: If you are using an Apple router or Time Capsule, load the Airport Utility to check that your router is up to date.
es_es: Si utiliza un router de Apple o cápsula del tiempo, cargar la utilidad del Airport para comprobar que su router está al día.
pt_br: Se você utiliza um roteador Apple ou Time Capsule, use o Airport Utility para verificar que seu roteador está atualizado.

source: Browsers - Some browsers have made updates to detect "broken" users, and to temporarily disable IPv6.
es_es: Navegadores - algunos navegadores han hecho actualizaciones para detectar usuarios "rotos" y temporalmente deshabilitan IPv6.
pt_br: Navegadores - Alguns navegadores fizeram atualizações que detectam usuários com problemas e desabilitam temporariamente o IPv6.

source: Firefox 4.x now only tries IPv6, when an IPv6 address is configured. Firefox 3 users are encouraged to upgrade.
es_es: Firefox 4.x intenta ahora sólo IPv6, cuando una dirección IPv6 está configurado. Animamos a los usuarios de Firefox 3 a actualizarse.
pt_br: Firefox 4.x agora somente tenta utilizar IPv6 se um endereço IPv6 estiver configurado. Usuários Firefox 3 são encorajados a atualizar.

source: Chrome: If a wrench icon appears on the browser toolbar, click it. Select "Update Google Chrome" then Restart.
es_es: Chrome: Si aparece un icono de llave en la barra de herramientas del navegador, haga clic en él. Seleccione "actualización de Google Chrome" luego reinicie.
pt_br: Chrome: Se o ícone de uma chave inglesa aparecer na barra de ferramentas do navegador, clique nela. Selecione "Atualizar Google Chrome" e em seguida reinicie.

source: Opera: Make sure you use at least 11.10.
es_es: Ópera: Asegúrese de que utiliza al menos 11.10.
pt_br: Opera: Tenha certeza de utilizar pelo menos a versão 11.10.

source: Finding your IP address
es_es: Encontrar su dirección IP
pt_br: Buscando seu endereço IP

source: Identify your IPv6 address, and your default router (if you have one).
es_es: Identifique su dirección IPv6 y su router por defecto (si tiene uno).
pt_br: Identifique seu endereço IPv6 e o roteador padrão (caso você possua um).

source: Finding your IPv6 address and default router can be a challenge if you are not familiar with your OS's network configuration. Instructions for your OS are below.
es_es: Encontrar su dirección IPv6 y el enrutador por defecto puede ser un desafío si usted no está familiarizado con la configuración de red de su sistema operativo. Instrucciones para su sistema operativo están abajo.
pt_br: Descobrir seu endereço IPv6 e rota padrão pode ser um desafio se você não estiver bem familiarizado com as configurações de rede do seu sistema operacional. Instruções para seu sistema operacional estão abaixo.

source: When looking for your IPv6 address, skip any <code>fe80:</code> address. Everyone has them if their OS supports IPv6; this is regadless of whether or not your ISP supports IPv6 yet. Those are "link local" addresses; used just for communicating to other hosts in the same physical network as you.
es_es: Cuando busque su dirección IPv6, omita cualquier dirección <code>fe80:</code>. Todo el mundo las tiene si su sistema operativo es compatible con IPv6; Esto es independiente de si su ISP admite IPv6 todavía. Son direcciones de "enlace local"; utilizadas para comunicarse con otros equipos en la misma red física.
pt_br: Quando estiver procurando seu endereço IPv6, ignore qualquer endereço <code>fe80:</code>. Todo mundo tem este endereço se o sistema operacional suporta IPv6 e isto é indiferente caso seu Provedor de Serviços suporte IPv6 ou não. Estes endereços são "link-local", utilizado apenas para comunicar com outros hosts na mesma rede física que você.

source: OS X users: To find your IP address using the GUI:
es_es: Usuarios de OS X: Para encontrar su dirección IP utilizando la GUI:
pt_br: Usuários do OS X: Para descobrir seu endereço IP utilizando a interface gráfica:

source: Go to the "Apple" menu (top left corner)
es_es: Vaya al menú "Apple" (esquina superior izquierda)
pt_br: Vá para menu "Apple" (canto superior esquerdo)

source: Go to System Preferences
es_es: Ir a preferencias del sistema
pt_br: Vá em Preferências do Sistema

source: Go to Network
es_es: Ir a la Red
pt_br: Vá em Rede

source: Click on your primary network (green icon) if you have more than one work.
es_es: Haga clic en su red principal (icono verde) si tienes más de una.
pt_br: Clique na sua rede primária (ícone verde) se você tiver mais de uma rede.

source: Go to "Advanced"
es_es: Ir a "Avanzado"
pt_br: Vá em "Avançado"

source: Look at the TCP/IP tab, uder "Configure IPv6".
es_es: Mira la ficha TCP/IP, bajo "Configurar IPv6".
pt_br: Veja a aba TCP/IP, em "Configurar IPv6".

source: Make a note of whether or not there is a router.
es_es: Tome nota de si hay o no un enrutador.
pt_br: Anote se você tem ou não um roteador configurado.

source: Make a note of the IPv6 address (if any).
es_es: Tome nota de la dirección IPv6 (si existe).
pt_br: Anote seu endereço IPv6 (se tiver algum).

source: OS X users: To find your IP address using the command line:
es_es: Usuarios de OS X: Para encontrar su dirección IP utilizando la línea de comandos:
pt_br: Usuários OS X: Para descobrir seu endereço IP utilizando a linha de comando:

source: To open your terminal: Go to your Applications folder; go to Utilities; and double click Terminal.
es_es: Para abrir la terminal: ir a la carpeta de aplicaciones; ir a Utilidades; y haga doble clic en Terminal.
pt_br: Para abrir seu terminal: Vá em Aplicativos, em Utilitários e clique duas vezes em Terminal.

source: To see your IP addresses: <code>ifconfig -f inet6</code>.
es_es: Para ver sus direcciones IP: <code>ifconfig -f inet6</code>.
pt_br: Para verificar seu endereço IP: <code>ifconfig -f inet6</code>

source: Ignore the <code>fe80:</code> addresses; look for any other address on your <code>en0</code> or <code>en1</code>.
es_es: Ignore las direcciones <code>fe80:</code>; Busque cualquier otra dirección en su <code>en0</code> o <code>en1</code>.
pt_br: Ignore os endereços <code>fe80:</code>. Procure outros endereços nas interfaces <code>en0</code> ou <code>en1</code>.

source: To see if you have a default route: <code>netstat -nr -f inet6</code>.
es_es: Para ver si usted tiene una ruta por defecto: <code>netstat -nr -f inet6</code>.
pt_br: Para verificar se você tem uma rota padrão: <code>netstat -nr -f inet6</code>

source: Look for a line that says "default"; probably pointing to a gateway starting with <code>fe80:</code>
es_es: Busque una línea que dice "default"; Probablemente apuntando a una puerta de enlace que comienza con <code>fe80:</code>
pt_br: Procure uma linha que diz "default", provavelmente apontando para um gateway começando com <code>fe80:</code>

source: iPhone and iPad users: No information is shown via Apple's preferences/setup. The "IT Tools" and the "ip6config" apps do show IPv6 address data; both cost.
es_es: Usuarios de iPhone y iPad: ninguna información se muestra a través preferencias/setup de Apple. Las aplicaciones "ip6config" y "IT Tools", de pago, muestran las direcciones IPv6.
pt_br: Usuários iPhone e iPad: Nenhuma informação é mostrada nas preferências ou configurações de rede da Apple. Os aplicativos "IT Tools" e "ip6config" mostram dados de endereços IPv6, porém os dois têm custo.

source: Linux users: To find your IPv6 address, open a terminal and..
es_es: Usuarios de Linux: para encontrar su dirección IPv6, abra una terminal y...
pt_br: Usuários Linux: Para descobrir seu endereço IPv6, abra um terminal e...

source: Linux users: To find your IPv6 route, use:
es_es: Usuarios de Linux: para encontrar su ruta IPv6, utilice:
pt_br: Usuários Linux: Para descobrir sua rota IPv6, use:

source: Generic unix instructions for determining your IPv6 address and default route:
es_es: Instrucciones genéricas de unix para determinar su dirección IPv6 y ruta por defecto:
pt_br: Instruções genéricas para usuários de Unix descobrirem seu endereço IPv6 e rota padrão:

source: Windows users: To find your IP address using cmd.exe:
es_es: Usuarios de Windows: para encontrar su dirección IP mediante cmd.exe:
pt_br: Usuários Windows: Para descobrir seu endereço IP utilizando o cmd.exe:

source: Go to your "start" menu
es_es: Ir al menú de "Inicio"
pt_br: Vá ao menu Iniciar

source: If you have a "Run" menu option, select it. Otherwise go to the "Search programs and files" box.
es_es: Si usted tiene una opción de menú "Ejecutar", selecciónela. De lo contrario ir a la caja de "Buscar programas y archivos".
pt_br: Se você tiver uma opção "Executar", selecione. Caso contrário, vá em "Pesquisar programas e arquivos".

source: Type <code>cmd.exe</code>
es_es: Escriba <code>cmd.exe</code>
pt_br: Digite <code>cmd.exe</code>

source: In the cmd window, type <code>ipconfig</code> .
es_es: En la ventana de cmd, escriba <code>ipconfig</code>.
pt_br: Na janela do cmd, digite <code>ipconfig</code> .

source: Windows 7 GUI users:
es_es: Usuarios del GUI de Windows 7:
pt_br: Usuários de interface gráfica do Windows 7:

source: Go to the start menu
es_es: Ir al menú de Inicio
pt_br: Vá ao menu iniciar

source: Go to the control panel
es_es: Vaya al panel de control
pt_br: Vá em painel de controle

source: Go to "Network and Internet"
es_es: Vaya a "Red e Internet"
pt_br: Vá em "Rede e Internet"

source: Go to "View network status and tasks"
es_es: Ir a "ver estado de la red y tareas"
pt_br: Vá em "Exibir o status e as tarefas de rede"

source: Go to "Change adapter settings".
es_es: Vaya a "Cambiar configuración del adaptador".
pt_br: Vá em "alterar configurações do adaptador".

source: Go to your main Internet connection, double click
es_es: Vaya a su conexión a Internet principal, haga doble clic
pt_br: Vá na sua conexão de internet primária, clique duas vezes

source: Go to "Details"
es_es: Ir a "Detalles"
pt_br: Vá em "Detalhes"

source: Look for "IPv6 Address" and "IPv6 Default Gateway"
es_es: Buscar "Dirección IPv6" y "Puerta de enlace por defecto de IPv6"
pt_br: Procure por "Endereço IPv6" e "Gateway padrão IPv6"

source: Other Windows based OS's: Send jfesler@test-ipv6.com detailed instructions; and I'll add them to the site.
es_es: Otros sistemas operativos basados en Windows: enviar a jfesler@test-ipv6.com instrucciones detalladas ; y las agregaré al sitio.
pt_br: Outros Sistemas Operacionais baseados no Windows: Envie instruções detalhadas para jfesler@test-ipv6.com e eu adicionarei ao site.

source: <b>If you set up a tunnelbroker tunnel</b>: The most common causes for tunnelbroker users to fail are:
es_es: <b>Si ha configurado un túnel tunnelbroker</b>: Las causas más comunes para que los usuarios tunnelbroker fallen son:
pt_br: <b>Se você configurou um agente de túnel</b>: A razão mais comum que causam problemas aos usuários de túnel são:

source: Your IPv4 address may have changed; you need to tell the tunnelbroker server this happened.
es_es: Su dirección IPv4 puede haber cambiado; Tiene que decirle al servidor tunnelbroker que esto sucedió.
pt_br: Seu endereço IPv4 pode ter sido mudado; Você precisa avisar ao servidor de túnel que isto aconteceu.

source: If you are using your router to do the 6in4 (sometimes called 6to4 with explicit provider):
es_es: Si usted está usando su router para hacer 6in4 (a veces llamado 6to4 con proveedor explícito):
pt_br: Se você está utilizando seu roteador para fazer o 6in4 (às vezes chamado de 6to4):

source: Make sure tunnelbroker knows your current IPv4 address. Our site tells you your public IPv4 address.
es_es: Asegúrese de que tunnelbroker conozca su dirección IPv4 actual. Nuestro sitio dice su dirección IPv4 pública.
pt_br: Tenha certeza que seu agente de túnel sabe seu endereço IPv4 atual. Nosso site informa seu endereço IPv4 público.

source: Make sure your router can ping the other side of the tunnel. Don't waste your time fixing computers until the router works!
es_es: Asegúrese de que su router puede hacer ping al otro lado del túnel. No pierda su tiempo arreglando computadoras hasta el router funciona!
pt_br: Tenha certeza que seu roteador consegue pingar o outro lado do túnel. Não desperdice seu tempo arrumando computadores até que o roteador funcione!

source: If you are using your Linux, BSD, Mac, or Windows box to "talk 6to4" specifically:
es_es: Si está usando su equipo Linux, BSD, Mac o Windows para "hablar 6to4" específicamente:
pt_br: Se você estiver utilizando seu computador Linux, BSD, Mac ou Windows para "conversar 6to4" especificamente:

source: Make sure your router is passing "protocol 41" to you.
es_es: Asegúrese que su router está pasando el "Protocolo 41" hacia usted.
pt_br: Tenha certeza que seu roteador está permitindo o "protocolo 41".

source: Make sure any software firewall you are operating is passing "protocol 41" to you.
es_es: Asegúrese de que cualquier software de cortafuegos que esté operando permita que el "Protocolo 41" pase.
pt_br: Tenha certeza que qualquer firewall que você está utilizando esteja permitindo o "protocolo 41".

source: If everything worked before your reboot but fails now, check your firewall settings.
es_es: Si todo ha funcionado antes pero falla ahora luego de un reinicio, compruebe la configuración del firewall.
pt_br: Se tudo funcionou antes de reiniciar sua máquina mas não está funcionando agora, verifique suas configurações de firewall.

source: Make sure the box "doing 6to4" can ping the other side of the tunnelbroker gateway before working on any other hosts.
es_es: Asegúrese de que el equipo "haciendo 6to4" puede hacer ping al otro lado de la puerta de enlace de tunnelbroker antes de trabajar en otros equipos.
pt_br: Tenha certeza que o equipamento onde o túnel 6to4 está configurado consegue pingar o outro lado do gateway do túnel antes de começar a trabalhar em outros computadores.

source: If you set up 6to4
es_es: Si ha configurado 6to4
pt_br: Se você configurou 6to4

source: (IPv6 address: starts with 2002)
es_es: (Dirección IPv6: comienza con 2002)
pt_br: (Endereço IPv6: começa com 2002)

source: If you use 6to4</b> (without a tunnel broker; ie, using anonymous 6to4):
es_es: Si utiliza 6to4</b> (sin un corredor de túnel; es decir, utilizando 6to4 anónimo):
pt_br: Se você utiliza 6to4</b> (sem um agente de túnel, ou seja, utilizando 6to4 anônimo):

source: The use of "automatic" 6to4, or the use of 6to4 without explicit configuration of the gateways, is not recommended. For more information see <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.
es_es: No se recomienda el uso de 6to4 "automático", o el uso de 6to4 sin la configuración explícita de las puertas de enlace. Para más información consulte <a href='#' onclick='return help_page("faq_6to4.html","6to4")'> 6to4</a>.
pt_br: A utilização de túnel 6to4 "automático", ou o uso de 6to4 sem configuração explícita de gateways não é recomendada. Para mais informações veja <a href='#' onclick='return help_page("faq_6to4.html","6to4")'>6to4</a>.

source: If you want to continue trying to debug anonymous 6to4:
es_es: Si quieres seguir intentando depurar 6to4 anónimo:
pt_br: Se você quer continuar tentando encontrar o problema no 6to4 anônimo:

source: If you are using your router to do the 6to4:
es_es: Si está utilizando su router para hacer el 6to4:
pt_br: Se você está utilizando seu roteador para fazer o 6to4:

source: Make sure your router has a public IPv4 address. Without this, 6to4 fails.
es_es: Asegúrese de que su router tenga una dirección IPv4 pública. Sin esto, 6to4 falla.
pt_br: Tenha certeza que seu roteador tem um endereço IPv4 válido. Sem isto, o 6to4 não vai funcionar.

source: If your router permits you to log in, use "ping" or "ping6" and see if you can ping "ipv6.test-ipv6.com". Don't waste your time fixing computers until the router works!
es_es: Si su router permite iniciar sesión, utilice "ping" o "ping6" para ver si puede hacer ping a "ipv6.test-ipv6.com". No pierda tu tiempo arreglando computadoras hasta que el enrutador funcione!
pt_br: Se seu roteador permitir que você efetue login, utilize "ping" ou "ping6" e veja se você consegue pingar "ipv6.test-ipv6.com". Não desperdice seu tempo arrumando computadores até que o roteador funcione!

source: Most home systems have private IPv4 addresses; this won't work with 6to4 (unless..)
es_es: La mayoría de equipos domésticos tienen direcciones IPv4 privadas; Estas no funcionarán con 6to4 (a menos que...)
pt_br: A maioria dos sistemas domésticos têm endereços IPv4 privados. Isto não vai funcionar com 6to4 (a menos que...)

source: Make sure your 6to4 interface knows your public IPv4 address.
es_es: Asegúrese de que su interfaz 6to4 conoce su dirección IPv4 pública.
pt_br: Tenha certeza que sua interface 6to4 saiba seu endereço IPv4 público.

source: Make sure that your router permits protocol 41 from any IP address - not just 192.88.99.1. This will allow web sites to operate their half of 6to4, even if they can not spoof the 192.88.99.1 anycast address.
es_es: Asegúrese de que su enrutador permite el protocolo 41 desde cualquier dirección IP - no sólo 192.88.99.1. Esto permitirá a sitios web operar su mitad de 6to4, aunque no puedan suplantar la dirección anycast 192.88.99.1.
pt_br: Tenha certeza que seu roteador permite o protoclo 41 de qualquer endereço IP, não apenas 192.88.99.1. Isto vai permitir que sites façam sua parte do 6to4, mesmo que eles não consigam fazer spoof do endereço anycast 192.88.99.1.

source: Linux users using iptables connection tracking: take heed of the previous note!
es_es: Los usuarios de Linux usando seguimiento de conexión de iptables: presten cuidado de la nota anterior!
pt_br: Usuários Linux utilizando connection tracking do iptables: Tenha cuidado com a nota anterior!

source: Consider changing how you connect.
es_es: Considere cambiar cómo se conecta.
pt_br: Considere modificar a forma como você se conecta.

source: Ask your ISP if they offer any IPv6 connectivity (including possibly 6in4 tunnels, or tunnelbroker type tunnels).
es_es: Pregunte a su ISP si ofrecen alguna conectividad IPv6 (incluyendo posiblemente túneles 6in4 o túneles de tipo tunnelbroker).
pt_br: Pergunte ao seu Provedor de Serviços se eles oferecem alguma conectividade IPv6 (incluindo possivelmente túneis 6to4 ou túneis do tipo tunnelbroker).

source: See <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> for more information on why you would want to switch; and some options.
es_es: Ver <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> para obtener más información sobre por qué querría cambiar; y algunas opciones.
pt_br: Veja <a href="#" onclick='return help_page("faq_6to4.html","6to4")'>6to4</a> para mais informações sobre porque você iria querer mudar e algumas opções.

source: If you have an ULA
es_es: Si tiene un ULA (Unique local address)
pt_br: Se você tem um ULA (endereço único local)

source: (IPv6 address: starts with FC or FD)
es_es: (Dirección IPv6: comienza con FC o FD)
pt_br: (Endereço IPv6: começa com FC ou FD)

source: If you have an IP address starting with <code>FC</code> or <code>FD</code>, you have what is effectively a private IPv6 address. It might be usable for talking to other devices within your home, or within your company. It also allows you to have a steady IPv6 address inside, even if your public IPv6 address changes regularly.
es_es: Si usted tiene una dirección IP que comienza con <code>FC</code> o <code>FD</code>, tiene lo que efectivamente es una dirección IPv6 privada. Podría ser útil para comunicarse con otros dispositivos dentro de su hogar, o dentro de su empresa. También permite tener una dirección IPv6 constante adentro, incluso si cambia su dirección IPv6 pública regularmente.
pt_br: Se você tem um endereço IP começando com <code>FC</code> ou <code>FD</code>, o que você tem efetivamente é um endereço IPv6 privado. Pode ser útil para conversar com outros dispositivos dentro da sua casa ou empresa. Também pode permitir que você tenha um endereço IPv6 constante na rede local, mesmo que seu endereço IPv6 público mude regularmente.

source: The main problem with ULA is that certain home routers are now offering ULA, *and* giving you a default route. This route is offered regardless of whether or not your router actually has IPv6 connectivity. From your browser's point of view, it doesn't know that your default route goes nowhere; there is no feedback mechanism. Since IPv6 is (roughly speaking) preferred over IPv4, your browser will try using this broken route. It may take minutes before giving up.
es_es: El principal problema con la ULA es que ciertos enrutadores caseros están ahora ofreciendo ULA, *y* dando una ruta predeterminada. Esta ruta se ofrece independientemente de si su enrutador tiene o no conectividad IPv6. Desde el punto de vista del navegador, él no sabe que su ruta por defecto va a ninguna parte; No hay ningún mecanismo de retroalimentación. Siendo IPv6 (en términos generales) preferida a IPv4, el navegador intentará utilizar esta ruta rota. Puede tardar minutos antes de renunciar.
pt_br: O maior problema com ULA é que alguns roteadores domésticos estão oferecendo ULA, *e* distribuindo uma rota padrão. Esta rota é oferecida independente se seu roteador tem ou não conectividade IPv6. Do ponto de vista do seu navegador, ele não sabe que sua rota padrão não leva a lugar nenhum pois não há nenhum mecanismo de feedback. Já que o IPv6 é (grosseiramente falando) preferido em relação ao IPv4, seu navegador vai tentar utilizar esta rota "defeituosa". Pode levar alguns minutos até que ele desista e utilize o IPv4.

source: Our advice: Enable ULA only if your router has full time IPv6 connectivity. Disable it, otherwise. If you do disable it on your router, you will likely need to reboot your router first, then reboot your host, before the symptoms go away.
es_es: Nuestro Consejo: habilitar ULA sólo si su router tiene conectividad IPv6 a tiempo completo. De lo contrario, desactívelo. Si lo deshabilita en su enrutador, es probable que necesite reiniciarlo primero y luego deba reiniciar su equipo, antes de que los síntomas desaparecen.
pt_br: Nosso conelho: Ative ULA somente se seu roteador tiver conectividade IPv6 em tempo integral. Desative ULA, caso ele não possua. Se você desabilitar no seu roteador, você possivelmente precisará reiniciá-lo e em seguida reiniciar seu computador, antes que os sintomas desapareçam.

source: Bad or Inappropriate IPv6 Addresss
es_es: Direcciones IPv6 malas o inadecuadas
pt_br: Endereço IPv6 mal-formado ou inapropriado

source: (IPv6 address: see table below)
es_es: (Dirección IPv6: véase la tabla abajo)
pt_br: (Endereço IPv6: veja tabela abaixo)

source: Bad or Inappropriate IPv6 Addresses (Bogons)
es_es: Direcciones IPv6 malas o inadecuadas (Bogones)
pt_br: Endereços IPv6 mal-formados ou inapropriados (Bogons)

source: If you IPv6 address starts with any of these, your router needs to be upgraded.
es_es: Si su dirección IPv6 empieza con alguno de estos, su enrutador necesita actualizarse.
pt_br: Se seu endereço IPv6 começa com algum destes, seu roteador precisa ser atualizado.

source: disable ULA.
es_es: desactive la ULA.
pt_br: desabilitar ULA.

source: Other routers: Try updating the firmware. If that fails, look for and disable "ULA" or "Unique Local Addressing".
es_es: Otros enrutadores: intente actualizar el firmware. Si eso falla, busque y desactive "Direccionamiento Local único" o "ULA".
pt_br: Outros roteadores: Atualize o firmware. Se não funcionar, procure a opção "ULA" ou "Endereçamento Local Único" e desabilite.

source: If that fails, disable IPv6 entirely on the router.
es_es: Si eso falla, deshabilite IPv6 enteramente en el enrutador.
pt_br: Se isto não funcionar, desabilite o IPv6 completamente no roteador.
