Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: This is what it looks like when you use 6to4, 6in4, Teredo, and other types of tunnels:
es_es: Así se vé cuando usa 6to4, 6in4, Teredo y otros tipos de túneles:
pt_br: Isto é o que acontece quando você usa 6to4, 6in4, Teredo e outros tipos de túneis:

source: Your router will automatically add an IPv4 header to the top of your packet. This same router will let your computer know if the packet is going to be too big; your computer will (as long as it gets the ICMPv6 "Packet Too Big" message) resend the packet, at a smaller size recommended by your router. A router near the web site, will automatically remove the IPv4 header, and forward the IPv6 peice.
es_es: Su enrutador agregará automáticamente un encabezado IPv4 a la cima de su paquete. Este mismo enrutador hará saber a su computadora si el paquete va a ser demasiado grande; su equipo se encargará (mientras se pone el ICMPv6 mensaje "Packet Too Big") de reenviar el paquete en un tamaño más pequeño, recomendado por el router. Un router cerca del sitio web, automáticamente quitará la cabecera IPv4 y reenviará la parte IPv6.
pt_br: Seu roteador vai adicionar um cabeçalho IPv4 automaticamente no seu pacote. O mesmo roteador vai informar ao seu computador se o pacote é muito grande e seu computador vai (se ele receber a mensagem ICMPv6 "Pacote muito grande") reenviar o pacote, no tamanho recomendado pelo roteador. Um roteador vai próximo do site vai remover automaticamente o cabeçalho IPv4 e encaminhar a parte IPv6.

source: This is like putting a letter in an envelope, inside another envelope for someone else to forward on. There may be a maximum size or weight limit for your postage stamp. Tunneling is conceptually the same.
es_es: Esto es como poner una carta dentro de un sobre, dentro de otro sobre, para que alguien más lo reenvíe. Puede haber un límite de tamaño o peso máximo para su estampilla. Un túnel conceptualmente es lo mismo.
pt_br: Isto é como colocar uma carta em um envelope, dentor de outro envelope para alguém encaminhar. Pode haver um tamanho máximo ou limite de peso no seu selo. O conceito de um túnel é o mesmo.

source: If any Internet service provider along the way adds their own tunnel, in effect stuffing your package into another envelope, the packet may become too big:
es_es: Si cualquier proveedor de servicios de Internet a lo largo del camino agrega su propio túnel, en efecto atiborrando otro sobre su paquete, el paquete puede ser demasiado grande:
pt_br: Se algum Provedor de Serviços no meio do caminho adicionar seu próprio túnel o efeito será colocar seu pacote em outro envelope, que pode se tornar grande demais:

source: In the above case, the message is now so big, that it can't be forwarded. A "Packet Too Big" message will be sent by that router - but it only sees the IPv4 address; not your IPv6 address. Because of this, your computer will never retry with a smaller sized packet, one that might fit when using multiple envelopes.
es_es: En el caso anterior, el mensaje es ahora tan grande, que no se puede reenviar. El enrutador enviará un mensaje "Paquete demasiado grande" - pero sólo ve la dirección IPv4, no su dirección IPv6. Debido a esto, su computadora no reintentará nunca con un tamaño de paquete más pequeño, que podría caber cuando se utilizan varios sobres.
pt_br: No caso acima, a mensagem agora é tão grande que não pode ser encaminhada. Uma mensagem de "Pacote muito grande" vai ser enviada por aquele roteador, mas ele só vê endereços IPv4, não seu endereço IPv6. Por causa disso, seu computador nunca vai tentar retransmitir o pacote com um tamanho menor, um tamanho que possa não ser tão grande ao ser utilizado com vários envelopes.

source: What does this look like on the network?
es_es: ¿Qué aspecto tiene esto en la red?

source: (What does tcpdump show?)
es_es: (¿Qué muestra tcpdump?)

source: This is what tcpdump will show..
es_es: Esto es lo que tcpdump mostrará...

source: This is what I ran to generate the packets.
es_es: Esto es lo que hice para generar los paquetes.

source: What can I do?
es_es: ¿Qué puedo hacer?
pt_br: O que eu posso fazer?

source: This is a complex question - there are many ways to get on the Internet.
es_es: Esto es una cuestión compleja - hay muchas maneras de conectarse a Internet.
pt_br: Esta é uma pergunta complexa: existem vários jeitos de entrar na Internet.

source: The preferred fix is to permit ICMPv6 Type 2 Packet Too Big messages.
es_es: La solución preferida es permitir mensajes ICMPv6 tipo 2 Paquete demasiado grande.

source: Your router or firewall may be blocking these.
es_es: Su enrutador o firewall puede estar bloqueando estos.

source: If you have "native" IPv6, meaning your ISP gave you your IPv6 connectivity, and you are still running into MTU problems, see if your router can advertise a smaller IPv6 MTU. Alternately, configure your <b>entire LAN</b> for a smaller MTU (not really advised!)
es_es: Si tiene IPv6 "nativa", lo que significa su ISP le dio su conectividad IPv6 y todavía está presentando problemas de MTU, vea si su router puede anunciar una MTU IPv6 más pequeña. Alternativamente, configure su <b>LAN entera</b> para una MTU más pequeña. (no aconsejado)
pt_br: Se você tem IPv6 "nativo", ou seja, seu Provedor de Serviços forneceu conectividade IPv6 e você ainda está com problemas de MTU, verifique se seu roteador pode anunciar uma MTU IPv6 menor. Alternativamente, configure sua <b>rede inteira</b> para utilizar uma MTU menor (não aconselhável!)

source: If your router provides IPv6 for you, see if you can configure a smaller MTU to be advertising with (perhaps) RADVD.
es_es: Si su router provee IPv6 para usted, vea si puede configurar con RADVD (quizás) una publicación de MTU más pequeña.
pt_br: Se seu roteador fornece IPv6 para você, verifique se você pode configurar uma MTU menor para ser anunciada com (talvez) RADVD.

source: Apple Airport routers: Automatically send ICMPv6 redirects to your hosts, telling them to reduce the path MTU to 1280.
es_es: Enrutadores de Apple Airport: automáticamente envían redirecciones ICMPv6 a sus equipos, diciéndoles que se reduzca la MTU de la ruta a 1280.
pt_br: Roteadores Apple Airport: Automaticamente enviam ICMPv6 Redirects para suas máquinas, dizendo a elas para reduzir a MTU para 1280.

source: DD-WRT routers: Looks like you need to use "AdvLinkMTU 1280;" on your wireless side; and make sure the tun6to4 mtu is set to 1280.
es_es: DD-WRT routers: parece que debe usar "AdvLinkMTU 1280;" de su lado inalámbrico; y asegúrese de que el mtu tun6to4 se establece en 1280.
pt_br: Roteadores DD-WRT: Parece que você vai ter que usar "AdvLinkMTU 1280;" na rede sem fio e tenha certeza que a MTU tun6to4 esteja configurada para 1280.

source: Routers based on Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. Configure radvd.conf's interface config with "AdvLinkMTU 1280".
es_es: Routers que se basan en Linux, BSD y Mac (presumiblemente): establece la interfaz 6to4 en MTU 1280. Configure la interfaz via radvd.conf con "AdvLinkMTU 1280".
pt_br: Roteadores baseados em Linux, BSD e (possivelmente) Mac: Configure sua interface 6to4 para usar MTU 1280. Configure a interface do radvd.conf com "AdvLinkMTU 1280".

source: If you run "6to4" on your computer instead (not the router):
es_es: Si corre "6to4" en su computadora en su lugar (no en el router):
pt_br: Se você utilizar "6to4" no seu computador (e não no roteador):

source: Linux, BSD, and (presumably) Mac: Set your 6to4 interface to MTU 1280. If you are running radvd, set "AdvLinkMTU 1280" in your interface radvd.conf .
es_es: Linux, BSD y Mac (presumiblemente): establezca la interfaz 6to4 en MTU 1280. Si está ejecutando radvd ponga "AdvLinkMTU 1280" en radvd.conf.
pt_br: Linux, BSD e (possivelmente) Mac: Configure sua interface 6to4 com MTU 1280. Se você está usando radvd, defina "AdvLinkMTU 1280" na sua interface radvd.conf.

source: Windows: If you figure this out, please share with jfesler@test-ipv6.com to add to this site. Presumably: control panel, network adapters, properties, 6
es_es: Windows: Si lo logra, por favor comparta con jfesler@test-ipv6.com para agregarlo a este sitio. Presumiblemente: panel de control, adaptadores de red, propiedades, 6
pt_br: windows: Se você descobrir como fazer isto, por favor compartilhe com jfesler@test-ipv6.com para eu adicionar a este site. Possivelmente: Painel de Controle, Adaptadores de Rede, Propriedades, 6

source: <b>If you are not covered by the above, do a web search.</b>. As you learn what fixes your particular circumstances, please share with jfesler@test-ipv6.com to add to this site. Your contribution will be appreciated by others!
es_es: <b>Si usted no está cubierto por lo anterior, haga una búsqueda en la web.</b>. Mientras aprenda lo que corrige sus circunstancias particulares, por favor compártalo con jfesler@test-ipv6.com para agregarlo a este sitio. Su contribución será apreciada por todos!
pt_br: <b>Se você não está coberto acima, faça uma busca na web</b>. Quando você aprender como consertar suas circunstâncias específicas, por favor compartilhe com jfesler@test-ipv6.com para eu adicionar a este site. Sua contribuição vai ser apreciada pelos outros!

source: This site would not exist without the following components and resources.
es_es: Este sitio no existiría sin los siguientes componentes y recursos.
pt_br: O site não poderia existir sem os seguintes componentes e recursos.

source: FAQ on "Buggy DNS"
es_es: Preguntas frecuentes sobre "Buggy DNS"
pt_br: FAQ sobre DNS problemáticos

source: If you were referred to this page by test-ipv6.com, it means that we were able to detect a dangerous condition with your DNS server.
es_es: Si ha sido referido a esta página por test-ipv6.com, significa que hemos sido capaces de detectar una condición peligrosa con su servidor de DNS.
pt_br: Se você foi indicado a esta página por test-ipv6.com, isso significa que fomos capazes de detectar uma condição perigosa com seu servidor DNS.

source: First a description of the problem:
es_es: Primero una descripción del problema:
pt_br: Primeiro, uma descrição do problema:

source: Your browser asked for a DNS lookup, both IPv4 and IPv6.
es_es: Su navegador pidió una consulta DNS, tanto IPv4 como IPv6.
pt_br: Seu navegador solicitou uma pesquisa DNS, tanto IPv4 quanto IPv6.

source: The IPv6 response was returned first.
es_es: La respuesta de IPv6 fue devuelta primero.
pt_br: A resposta IPv6 chegou primeiro.

source: Your DNS server was confused by the result - it doesn't fully follow the DNS standards.
es_es: Su servidor DNS se mostró confundido por el resultado - no sigue los estándares DNS completamente.
pt_br: Seu servidor DNS se confundiu com o resultado porque ele não segue completamente os padrões de DNS.

source: The browser fails the IPv6 lookup, but "succeeds" in getting a bogus IPv4 address.
es_es: El navegador falla la búsqueda de IPv6, pero "tiene éxito" en conseguir una dirección IPv4 falsa.
pt_br: O navegador não consegue fazer uma busca IPv6 mas é "bem sucedido" em obter um endereço IPv4 falso.

source: It then tries to make a connecting, to the wrong address, with the wrong protocol.
es_es: Luego trata de hacer una conexión, a la dirección equivocada, con el protocolo equivocado.
pt_br: Ele tenta então conectar à este endereço errado, com o protocolo errado.

source: This is bad for several reasons:
es_es: Esto es malo por varias razones:
pt_br: Isto é ruim por diversas razões:

source: You won't be able to connect to IPv6-only sites.
es_es: Usted no será capaz de conectarse a sitios sólo-IPv6.
pt_br: Você não vai conseguir conectar a sites que utilizem apenas IPv6.

source: You may sporadically fail (or always fail) to connect to IPv6-enabled web sites. This is regardless of whether you are capable IPv6 or not - you may still be impacted.
es_es: Usted puede fallar esporádicamente (o siempre fallar) en conectarse a sitios web habilitados para IPv6. Esto es independientemente de si usted es capaz de IPv6 o no - todavía puede verse afectado.
pt_br: Você pode as vezes (ou sempre) não conseguir conectar a sites que utilizem IPv6 (junto com IPv4). Isto acontece independente se você tem uma conexão IPv6 ou não.

source: So, what is actually affected?
es_es: Entonces, ¿qué es lo que está realmente afectado?
pt_br: Então, o que é realmente afetado?

source: You'll need to determine what device is forwarding your DNS queries.
es_es: Usted necesitará determinar qué dispositivo es responsable de reenviar las consultas DNS.
pt_br: Você vai precisar determinar qual dispositivo está encaminhando suas consultas DNS.

source: With Windows, at the <code>cmd</code> prompt, you can type <code>ipconfig /all</code>. Look for "<code>DNS Servers</code>".
es_es: Con Windows, en la pantalla de <code>cmd</code>, puede escribir <code>ipconfig /all</code>. Busque "<code>Servidores DNS</code>".
pt_br: Com o windows, no prompt de comando, você pode digitar <code>ipconfig /all</code>. Procure por "<code>Servidores DNS</code>".

source: With Linux, BSD, and Mac OS X, you can do this in a terminal: <code>cat /etc/resolv.conf</code>.
es_es: Con Linux, BSD y Mac OS X, puede hacer esto en una terminal: <code>cat /etc/resolv.conf</code>.
pt_br: Com Linux, BSD e Mac OS X você pode fazer isto em um terminal: <code>cat /etc/resolv.conf</code>.

source: Residential ISP customers: look to see if the DNS server is <b>192.168.0.1</b> or <b>192.168.1.1</b>. If so, chances are good that your home router is at fault. This is probably the blue box you have that connects the Internet.
es_es: Los clientes residenciales de ISP: Vean si el servidor DNS es <b>192.168.0.1</b> o <b>192.168.1.1</b>. Si es así, lo más probable es que tu router casero tiene la culpa. Esto es probablemente la caja azul que tiene para conectarse a la Internet.
pt_br: Clientes residenciais de um Provedor de Serviços: Veja se o servidor DNS é <b>192.168.0.1</b> ou <b>192.168.1.1</b>. Se for, são grandes as chances que o seu roteador doméstico está causando o problema. Isto provavelmente a caixa azul que você tem que conecta à Internet.

source: Business customers: Provide this information to your IT professional to investigate.
es_es: Los clientes corporativos: proporcionen esta información a su profesional de TI para que investigue.
pt_br: Clientes empresariais: Forneça estas informações aos profisionais de TI para investigar.

source: IT professionals:
es_es: Profesionales de TI:
pt_br: Profissionais de TI:

source: You can see an illustration of this, by doing:
es_es: Se puede ver una ilustración de esto, haciendo:
pt_br: Você pode ver uma ilustração disto ao fazer:

source: Your browser is avoiding IPv6.
es_es: Su navegador está evitando IPv6.
pt_br: Seu navegador está evitando IPv6.

source: What we found
es_es: Lo que hemos encontrado
pt_br: O que encontramos

source: What causes a preference for IPv4
es_es: Lo que causa una preferencia para IPv4
pt_br: O que causa uma preferência por IPv4

source: Why this worries us
es_es: Por qué nos preocupa esto
pt_br: Porque isto nos preocupa

source: This document explains why we worry when IPv4 is preferred over IPv6.
es_es: Este documento explica por qué nos preocupamos cuando IPv4 es preferido sobre IPv6.
pt_br: Este documento explica porque nos preocupamos quando o IPv4 é preferido ao invés de IPv6.

source: This section applies only when we offered to show you this page from inside the test.
es_es: En esta sección aplica sólo cuando ofrecimos mostrar esta página desde dentro de la prueba.
pt_br: Esta seção se aplica apenas quando oferecemos esta página de dentro do teste.

source: First of all, we detected you had a working IPv6 connection. We also found that your IPv6 connection, was using a "real" IPv6 address; meaning not a Teredo or a 6to4 address.
es_es: En primer lugar, hemos detectado que tenía una conexión IPv6 activa. También encontramos que su conexión IPv6, estaba usando una dirección IPv6 "real"; lo que significa no un Teredo ni una dirección 6to4.
pt_br: Primeiro de tudo, nós detectamos que você tem uma conexão IPv6 funcional. Nós também percebemos que sua conexão IPv6 estava usando um endereço IPv6 real, ou seja, não é um endereço Teredo ou 6to4.

source: Second, we detected that when given the choice, your browser decided it would prefer to use IPv4 instead of IPv6. This has some concerns for us.
es_es: En segundo lugar, hemos detectado que cuando se le da la opción, su navegador prefiere utilizar IPv4 en lugar de IPv6. Esto nos da algunas preocupaciones.
pt_br: Segundo, nós detectamos que quando seu navegador tem a chance, ele preferiria usar IPv4 ao invés de IPv6. Isto tras algumas preocupações para nós.

source: Causes for preferring IPv4
es_es: Causas de preferir IPv4
pt_br: Causas para preferir IPv4

source: There are several possible reasons why a browser might prefer IPv4 instead of IPv6.
es_es: Hay varias razones posibles, por las que un navegador puede preferir IPv4 en lugar de IPv6.
pt_br: Existem várias razões possíveis para um navegador preferir IPv4 ao invés de IPv6.

source: Google's "Chrome" has a "fast fallback" mechanism. On the first try to a site, it will prefer IPv6. If connections take longer than a third of a second, IPv4 is attempted in parallel; and the better of the two will be used for that site.
es_es: Google "Chrome" tiene un mecanismo de "repliegue rápido". En el primer intento a un sitio, preferirán IPv6. Si las conexiones toman más de un tercio de segundo, IPv4 se intenta realizar en paralelo; y lo mejor de los dos se utilizará para ese sitio.
pt_br: Google Chrome tem um mecanismo de recuperação rápida de falhas. Na primeira tentativa a um site, ele prefere IPv6. Se a conexão levar mais que um terço de um segundo, IPv4 é tentado em paralelo e o melhor dos dois vai ser usado para aquele site.

source: (more info)
es_es: (más información)
pt_br: (mais informações)

source: Firefox (recent builds) does the same as Chrome.
es_es: Firefox (versiones recientes) hace lo mismo que Chrome.
pt_br: Firefox (versões recentes) fazem o mesmo que o Chrome.

source: The latest Windows 7 and Windows 8 updates will periodically test to see if IPv6 works. If the health check fails, then many applications (including Internet Explorer) will use IPv4, to insulate you from any local IPv6 misconfiguration.
es_es: Las últimas actualizaciones de Windows 7 y Windows 8 prueban periódicamente si funciona IPv6. Si falla el chequeo, entonces muchas aplicaciones (incluyendo Internet Explorer) utilizarán IPv4, para aislarle de cualquier problema de configuración IPv6 local.
pt_br: As últimas atualizações do Windows 7 e Windows 8 vão testar de tempos em tempos a conexão IPv6. Se não funcionar, várias aplicações (incluindo Internet Explorer) vão utilizar IPv4, para te isolar de qualquer problema de configuração local do IPv6.

source: Apple's latest Lion and Mountain Lion updates will prefer whichever is "faster" for a given destination.
es_es: Últimas actualizaciones de Apple de Lion y Mountain Lion prefieren la que sea más "rápida" para un destino determinado.
pt_br: As últimas atualizações do Lion e Mountain Lion vão preferir o que for mais rápido para um destino específico.

source: When you use the Internet, a connection is made between your computer, and the service you're connecting to. To connect, you have to have the other side's IP - Internet Protocol - number. And, when you connect, they see yours, so they can send traffic back to you and your applications.
es_es: Cuando usted utiliza la Internet, se realiza una conexión entre su computadora y el servicio al que se está conectando. Para conectarse, tiene que tener el número IP - Internet Protocol - del otro lado. Y, cuando se conecta, ellos ven el suyo, así pueden enviar tráfico a usted y sus aplicaciones.
pt_br: Quando você usa a internet, a conexão é feita entre seu computador e o serviço que você está se conectando. Para conectar, você tem que ter o endereço IP da outra ponta. Quando você se conecta, ele vê o seu para que ele possa enviar tráfego de volta para você e suas aplicações.

source: The Internet protocol that we've been using for the 1990's and the 2000s, has run out of these unique numbers. We can keep going, but with some limitations, by sharing multiple machines with one number. Often times, we do this at home or at work.
es_es: El protocolo de Internet que hemos estado usando en los 1990s y 2000s, se ha quedado sin estos números únicos. Podemos continuar, pero con algunas limitaciones, compartiendo con varias máquinas con un número. Muchas veces lo hacemos en casa o en el trabajo.
pt_br: O protocolo de internet que estamos usando na década de 90 e 2000 está sem estes números únicos. Nós podemos continuar, mas com algumas limitações, como por exemplo várias máquinas compartilhar um único número. Na maior parte das vezes, nós fazemos isto em casa e no trabalho.

source: What is changing is that the Internet Service Providers are all facing the fact that they will have to implement this type of address sharing, on a much larger scale. Some buzzwords you may hear: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. They all look something like this:
es_es: Lo que está cambiando es que los proveedores de servicios de Internet se enfrentan al hecho de que tendrán que implementar este tipo de compartir de dirección, en una escala mucho mayor. Usted podrá escuchar algunas palabrejas: NAT, CGN, portador de grado NAT, LSN, Nat a gran escala. Todos se parecen a algo como esto:
pt_br: O que está mudando é que os Provedores de Serviço de Internet todos estão tendo que lidar com o fato que eles vão ter que implementar este tipo de compartilhamento de endereços em uma escala bem maior. Algumas palavras da moda que você pode ouvir: NAT, CGN, Carrier Grade NAT, LSN, Large Scale NAT. Todos eles se parecem com isso:

source: The thing to watch for here: <b>Many</b> houses sharing one public address.
es_es: Lo que hay que ver por aquí: <b>muchas</b> casas compartiendo una dirección pública.
pt_br: O que você deve observar: <b>Muitas</b> casas compartilhando um endereço público.

source: What happens if one of those homes has a bored hacker, or (more likely) a compromised machine owned by someone who doesn't stay up to date, and doesn't run antivirus software? What happens when that machine starts to attack your favorite web sites? What about your banking site?
es_es: ¿Qué sucede si uno de esos hogares tiene un hacker aburrido, o (más probablemente) una máquina comprometida propiedad de alguien que no se actualiza y no ejecuta software antivirus? ¿Qué sucede cuando la máquina comienza a atacar a sus sitios web favoritos? ¿Qué tal su sitio bancario?
pt_br: O que acontece se em uma destas casas tem um hacker entediado ou (mais provável) uma máquina infectada de alguém que não se mantem atualizado e não usa um software antivirus? O que acontece quando esta máquina começa a atacar seus sites favoritos? O site do seu banco?

source: Those sites will have to ultimately protect themselves, by blocking the traffic. Unfortuantely, they only see the shared address, so their blocking it looks like this:
es_es: Esos sitios tendrán que protegerse en última instancia, bloqueando el tráfico. Desafortunadamente, sólo ven la dirección compartida, así que su bloqueo luce así:
pt_br: Estes sites vão ter que se proteger, bloqueando o tráfego. Infelizmente a única coisa que eles vêem é o seu endereço compartilhado e o bloqueio deles se parece com isso:
