Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: With unmanaged 6to4 connections (created "automatically" or without explicit gateway information) the process is a fair bit different. IPv6 is put into an IPv4 packet - much like sticking a letter in an envelope. This packet is sent to the "nearest available" gateway. Your ISP<i>may</i> run one of these; most do not. Chances are the one you use, will be run by a good samaritan who's trying to contribute to the community. This relay will take the IPV6 from inside your IPv4 packet, and then forward it over the IPV6 Internet.
es_es: Con conexiones 6to4 no administradas (creadas "automáticamente" o sin información explícita de la puerta de enlace) el proceso es un poco distinto. El IPv6 se pone dentro de un paquete IPv4 - como meter una carta en una sobre. Este paquete es enviado a la puerta de enlace "más cercana disponible". Su ISP <i>puede</i> ejecutar uno de estos; la mayoría no. Lo más probable es que, la que utilices, sea dirigido por un buen samaritano que esté tratando de contribuir a la comunidad. Este relé, se llevará la IPV6 por dentro de su paquete IPv4, y luego lo remite a través del Internet IPV6.

source: Traffic from the web site takes a similiar path. That web site replies back to your automatic IPv6 address. This is routed to the nearest 6to4 relay to that web site. This is not deterministic from your part, at all. In fact, you won't even be able to tell where this relay is. That relay will take the IPv6 packet, stick it inside an IPv4 packet, and then send to your router.
es_es: El tráfico en el sitio web toma un camino similar. Ese sitio web responde a su dirección IPv6 automática. Esto se encamina al relé de 6to4 más cercano a ese sitio web. Esto no es determinista de su parte, en absoluto. De hecho, incluso no será capaz de decir dónde está ese relé. Ese relé tomará el paquete IPv6, lo meterá dentro de un paquete IPv4 y luego lo enviará a su enrutador.
pt_br: Tráfego do site acessado tem um caminho semelhante. O site responde de volta pra você usando seu endereço IPv6 automático. Esta resposta é encaminhada ao gateway 6to4 mais próximo ao site. Isto não é determinístico da sua parte, nem um pouco! Na verdade, você não sabe nem onde este gateway está. O gateway vai pegar o pacote IPv6, colocar dentro de um pacote IPv4 e enviar ao seu roteador.

source: Q: What could possibly go wrong?
es_es: P: ¿Qué podría salir mal?
pt_br: P: O que poderia dar errado?

source: The main issues involve the lack of a service level agreement, the lack of predictability, and a lack in the protocol for your computer to realize that this method is not working.
es_es: Las principales cuestiones implican la falta de un acuerdo de nivel de servicio, la falta de previsibilidad y una falta en el protocolo para su computadora para darse cuenta que este método no funciona.
pt_br: Os maiores problemas envolvem a falta de um SLA (acordo de nível de serviço), a falta de previsibilidade e a falta de um protocolo para seu computador perceber que este método não está funcionando.

source: Service level agreement: 6to4 relays are put up, voluntarilly by some organizations. They use BGP (the Internet's way of saying "I'm here!") to advertise to the world the existence of the public gateway. Some of them are managed quite well. Some are not. AS long as the route is being advertised, and they are the "closest" (in a BGP network sense - not in your control), that particular relay is the one you MUST use. Same for the web site you're trying to use - they have the same constraints, but most likely using a different relay than you. If anything goes wrong, even if you or the web site can figure out which one it is, there is not a good way to get the problem fixed.
es_es: Acuerdo de nivel de servicio: relés 6to4 se instalan voluntariamente por algunas organizaciones. Utilizan BGP (la manera en Internet de decir "Estoy aquí!") para anunciar al mundo la existencia de la puerta de enlace pública. Algunos de ellos se manejan muy bien. Algunos no. Mientras la ruta está siendo anunciada y está "más cerca" (en el sentido de red BGP - no en su control), el relé particular es el que debe utilizar. Lo mismo para el sitio web que intentas usar - tienen las mismas limitaciones, pero probablemente utilizando un relé diferente que usted. Si algo sale mal, incluso si usted o el sitio web puede averiguar cuál es, no hay una buena manera de resolver el problema.
pt_br: Acordo de nível de serviço: Gateways 6to4 são criados voluntariamente por algumas organizações. Eles utilizam BGP (o jeito da Internet de dizer "estou aqui!") para anunciar ao mundo a existencia do gateway público. Alguns deles são gerenciados muito bem. Alguns não são. Enquanto a rota estiver sendo anunciada e eles forem o mais "próximo" (na visão do BGP, fora do seu controle), este gateway em particular é o que você DEVE usar. A mesma coisa para o site que você está tentando acessar: eles têm as mesmas limitações que você, mas muito provavelmente utilizando outro gateway diferente. Se alguma coisa sair errado, mesmo que você ou o site consiga descobrir quem está errado, não existe um jeito fácil de corrigir o problema.

source: Some ISPs are starting to offer 6to4 relays in their network; one such example is Comcast. But even if your ISP does this, that is only half the battle.
es_es: Algunos ISPs están comenzando a ofrecer relés 6to4 en su red; un ejemplo es Comcast. Pero incluso si su ISP hace esto, es sólo la mitad de la batalla.
pt_br: Alguns Provedores de Serviço estão começando a oferecer gateways 6to4 na sua rede, como por exemplo a Comcast (EUA). Mas mesmo que seu provedor faça isso, é apenas metade da batalha.

source: Once you enable 6to4, your computer will go "Ah-ha! IPv6 Internet!". Any time you vist a web site, your web browser will prefer to try IPv6 (if the web site is offering it). When it works, great! But when it doesn't work, you'll see timeouts. Browsers can wait a very long time before giving up on IPv6, and going back to IPv4. And the browser won't remember it had to try IPv4 - so ever web graphic, every link you click, etc will be subject to what looks like "web site slow" or "web site down".
es_es: Una vez activas 6to4, su equipo dirá "Ajá! Internet IPv6! ". Siempre que usted visite un sitio web, su navegador de Internet prefiere intentar IPv6 (si el sitio web lo está ofreciendo). Cuando funciona, muy bien! Pero cuando no funciona, verás los tiempos expirando. Los navegadores pueden esperar mucho tiempo antes de renunciar a IPv6 y volver a IPv4. Y el navegador no recuerda que debía intentar IPv4, así que cada gráfico web, cada link que hacer clic, etc. estarán sujetos a lo que parece "web sitio lento" o "abajo".
pt_br: Uma vez que você habilitou o 6to4, seu computador vai pensar "OBA! Internet IPv6!". Sempre que você visitar um site, seu navegador vai preferir tentar IPv6 (se o site oferecer). Quando funciona, ótimo! Mas quando não funciona, você vai ver timeouts. Navegadores normalmente esperam um longo tempo antes de desistir do IPv6 e tentar com o IPv4 e o navegador não vai se lembrar que ele tem que usar IPv4 então cada imagem, cada página que você clicar, você vai estar sujeito ao que parece uma página muito lenta ou fora do ar.

source: 6to4 worked for me, but the "Big Packet" or MTU test was slow/failed. What happened?
es_es: 6to4 trabajó para mí, pero la prueba "Paquete grande" o MTU era lento/falló. ¿Qué ha pasado?
pt_br: 6to4 funcionava pra mim, mas o teste de "Pacotes grandes" ou MTU estavam lentos ou falharam. O que aconteceu?

source: When using 6to4, your IPv6 packet has to be pushed into an IPv4 packet. Internet protocol packets have a maximum size; and this can vary based on the Internet service provider, as well as the equipment used.
es_es: Cuando se usa 6to4, tu paquete IPv6 tiene que ser empujado en un paquete IPv4. Paquetes de protocolo de Internet tienen un tamaño máximo; y esto puede variar según el proveedor de Internet, así como el equipo utilizado.
pt_br: Quando você estiver usando 6to4, seu pacote IPv6 tem que ser guardado dentro de um pacote IPv4. Pacotes IP têm um tamanho máximo, que pode variar dependendo tanto do seu Provedor de Serviços quanto dos equipamentos utilizados.

source: Because of this maximum size, your IPv6 packets actually have to be made a bit smaller - so that they fit inside the IPv4 packet, and that the IPv4 packet is still small enough to leave your network.
es_es: Debido a este tamaño máximo, los paquetes IPv6 en realidad tienen que hacerse un poco más pequeños - para que encajen dentro de los paquetes de IPv4, y que el paquete IPv4 es todavía lo suficientemente pequeño como para salir de su red.
pt_br: Por causa deste tamanho máximo, seus pacotes IPv6 na verdade têm que ser menores ainda, para que eles consigam ser guardados dentro de um pacote IPv4 e este pacote IPv4 ainda seja pequeno o suficiente para sair da sua rede.

source: Further down the line, there may be another network with even tigher restrictions on the packet size. That network may itself be a tunnel - ISPs occasionally have to do that. This is where the problem often - lies. The IPv4 tunnel will send a message back towards you, - indicating that the packet was too big - but you don't get it. Even - if you do, your IPv6 packets don't get the message, so ultimately - you never reduce your packet size.
es_es: Más adelante en el trayecto, puede haber otra red con incluso más restricciones sobre el tamaño del paquete. Esa red puede ser un túnel - ISPs de vez en cuando tienen que hacerlo. Aquí es donde el problema a menudo está. El túnel IPv4 enviará un mensaje hacia ti, - indicando que el paquete era demasiado grande - pero no lo recibes. Incluso si lo haces, a tus paquetes IPv6 no les llega el mensaje, así que en última instancia usted nunca reduce el tamaño del paquete.
pt_br: Seguindo em frente, pode existir outra rede com restrições ainda maiores sobre o tamanho do pacote. Esta rede pode ser um túnel (Provedores de Serviço às vezes têm que fazer isto!). Normalmente, é aí que o problema está. O túnel IPv4 vai mandar uma mensagem à você indicando que o pacote estava muito grande, mas você não recebe. Mesmo que você receba, seus pacotes IPv6 não recebem a mensagem, então você nunca reduz o tamanho do seu pacote.

source: For some people, reducing the MTU size on IPv6 will help. 1280 is the minimum legal size. You can try values between 1400 to 1480 if you really want to find the one magic value that seems to work for you; but if you do touch MTU at all I'd recommend just doing 1280, and avoid later frustration.
es_es: Para algunas personas, reduciendo el tamaño MTU en IPv6 ayudará. 1280 es la talla mínima legal. Puede probar valores entre 1400 a 1480 si realmente quiere encontrar el valor mágico que parece funcionar para usted; pero si tocas el MTU en absoluto, recomendamos ponerlo en 1280 y evitar la frustración posterior.
pt_br: Para algumas pessoas, reduzir o tamanho da MTU no IPv6 vai ajudar. 1280 é o tamanho legal mínimo. Você pode tentar valores entre 1400 e 1480 se você realmente quiser encontrar o valor mágico que parece funcionar pra você, mas se você for mexer na MTU, o que eu recomendaria é simplesmente usar 1280 e evitar frustrações mais tarde.

source: Managed tunnels
es_es: Túneles administrados
pt_br: Túneis gerenciados

source: You sure sound like you don't like 6to4.
es_es: De veras parece que no le gusta 6to4.
pt_br: Parece bastante que você não gosta de 6to4.

source: I don't like that it is *unmanaged*. 6to4 is basically 6in4 - an IPv6 packet wrapped with an IPv4 header. Managed 6in4 services can actualy be pretty good..
es_es: No me gusta que sea *no-administrado*. 6to4 es básicamente 6in4 - un paquete IPv6 envuelto con un encabezado IPv4. Servicios 6in4 administrados pueden actualmente ser bastante buenos...
pt_br: Eu não gosto do fato que ele é *não gerenciado*. 6to4 é basicamente 6in4 - um pacote IPv6 com um cabeçalho IPv4. Serviços de 6in4 gerenciados na verdade podem ser muito bons...

source: test-ipv6.com's recommendation is that if you need IPv6 before your ISP can offer it, consider a managed 6in4 service. 6in4 is the same service as 6to4 on the wire, except with a managed tunnel endpoint (instead of an anonymous one). There are a few major options out there. They each offer great service; and they offer a <b>support</b> channel. These relays are <b>actively monitored</b> for service quality. Best of all, the <b>same relay is used both directions</b> - meaning the same staff manages both conversions. Consider these services:
es_es: la recomendación de test-ipv6.com es que si necesita IPv6 antes de que su ISP lo pueda ofrecer, considere un servicio 6in4 administrado. 6in4 es el mismo servicio que 6to4 en el alambre, excepto con un extremo del túnel administrado (en lugar de un anónimo). Hay algunas opciones principales. Cada uno de ellos ofrece gran servicio; y ofrecen un canal de <b>soporte</b>. Estos relés son <b>monitoreados activamente</b> para la calidad del servicio. Lo mejor de todo, el <b>mismo relé se utiliza ambas direcciones</b> - lo que significa el mismo personal maneja las dos conversiones. Tenga en cuenta estos servicios:
pt_br: A recomendação do test-ipv6.com é que se você precisar de IPv6 antes que seu Provedor ofereça, considere utilizar um serviço 6in4 gerenciado. 6in4 é o mesmo serviço que 6to4 na rede, exceto que você tem um gateway gerenciado (ao invés de um anônimo). Existem algumas grandes opções por aí. Cada uma delas oferece serviço excelente e eles oferecem também um canal de <b>suporte</b>. Estes gateways são <b>ativamente monitorados</b> para oferecer um serviço de qualidade. O melhor de tudo é que o <b>mesmo gateway é utilizado em ambas as direções</b>, o que significa que a mesma equipe gerencia as duas conversões. Considere estes serviços:

source: Ran by Hurricane Electric. The author of test-ipv6.com has used their services for 2-3 years; and would notice latency problems (lots of interactive SSH use from home to the server). This service requires a static IPv4 address (or static enough - you can always go to the tunnelbroker.net site and update your IP). Lastly, tunnelbroker is fully automated - you can sign up, get your tunnel assignment immediately, and configure your end.
es_es: Operado por Hurricane Electric. El autor del test-ipv6.com ha utilizado sus servicios durante 2-3 años; y vería problemas de latencia (mucho uso interactivo de SSH desde su casa al servidor). Este servicio requiere una dirección IPv4 estática (o suficientemente estática - siempre puede ir al sitio tunnelbroker.net y actualizar su dirección IP). Por último, tunnelbroker es completamente automatizada - puede inscribirse, obtener su túnel inmediatamente y configurar su lado.
pt_br: Gerenciado pela Hurricane Electric. O autor do test-ipv6.com utilizou o serviço deles por 2-3 anos e percebia problemas de latência (várias sessões SSH interativas entre sua casa e o servidor). Este serviço necessita de um endereço IPv4 estático (ou estático suficiente - você pode ir no site tunnelbroker.net e atualizar seu IP). Por fim, tunnelbroker é totalmente automatizado: você pode cadastrar, ter seu túnel imediamente definido e configurar sua ponta.

source: is another popular service. I see many European users using this service significantly; though their footprint is global. They work with dynamic IPs with some custom software that they provide.
es_es: es otro servicio popular. Veo muchos usuarios europeos utilizando este servicio significativamente; Aunque su presencia es mundial. Trabajan con IPs dinámicas con un software personalizado que ofrecen.
pt_br: É outro serviço popular. Eu vejo vários usuários europeus com este serviço, apesar que seu alcance é global. Eles utilizam endereços IP dinâmicos com um software que eles oferecem.

source: aka freenet6. I don't have personal experience with this, but test-ipv6.com does see a number of connections via this service.
es_es: conocido como freenet6. No tengo experiencia personal con esto, pero test-ipv6.com ve un número de conexiones a través de este servicio.
pt_br: também conhecido como freenet6. Eu não tenho experiência pessoal com este, mas o test-ipv6.com recebe várias conexões através deste serviço.

source: may be a better solution, in China. This requires a custom client to be installed.
es_es: puede ser una solución mejor, en China. Esto requiere un cliente personalizado para instalarse.
pt_br: pode ser uma solução melhor, na China. Precisa de um cliente específico instalado.

source: in Australia offers both free and paid-for (with SLA) tunnels.
es_es: en Australia ofrece túneles tanto gratis y pagados (con SLA) .
pt_br: na Austrália oferece túneis tanto grátis e pagos (com SLA).

source: About your IPv4-only Internet service.
es_es: Acerca de su servicio de Internet sólo-IPv4.
pt_br: Sobre seu serviço de Internet IPv4-only.

source: This FAQ has been produced to try and address the questions of IPv4 only users
es_es: Este FAQ ha sido elaborado para tratar de responder a las preguntas de los usuarios sólo IPv4
pt_br: Este FAQ foi produzido para tentar responder as dúvidas dos usuários que têm somente IPv4

source: It looks like you have only IPv4 Internet service at this time. Don't feel bad - most people are in this position right now. Most Internet service providers are not quite yet ready to provide IPv6 Internet to residential customers.
es_es: Parece que usted tiene servicio de Internet sólo-IPv4 en este momento. No se sienta mal - mayoría de la gente está ahora en esta posición. La mayoría de los proveedores de servicios de Internet todavía no están listos para proporcionar Internet IPv6 a los clientes residenciales.
pt_br: PArece que você só tem serviço de Internet IPv4 no momento. Não se sinta mal, a maioria das pessoas está nessa situação agora. A maioria dos Provedores de Serviço ainda não estão bem preparados para fornecer IPv6 para clientes residenciais.

source: The good news is, nothing will suddenly break.
es_es: La buena noticia es que, nada romperá de repente.
pt_br: A boa notícia é que nada vai parar de funcionar de repente.

source: When web sites offer their content on both IPv4 and IPv6, you'll still reach them using your existing IPv4 Internet service.
es_es: Cuando los sitios web ofrecen sus contenidos en IPv4 e IPv6, todavía llegarás a ellos mediante su servicio de Internet IPv4 existente.
pt_br: Quando sites oferecerem seus conteúdos tanto em IPv4 quanto IPv6, você ainda vai conseguir acessá-los usando seu serviço IPv4 atual.

source: Many of the visitors to the site are new to what IPv6 is.
es_es: Muchos de los visitantes al sitio son nuevos a lo que es IPv6.
pt_br: Muitos dos visitantes do site não estão familiarizados com o que é IPv6.

source: If you don't know why IPv6 matters, see the <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">Why IPv6 FAQ</a>.
es_es: Si no sabe por qué importa el IPv6, consulte las <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')"> FAQ de por qué IPv6</a>.
pt_br: Se você não sabe a importância do IPv6, veja o <a href="#" onclick="return help_page('faq_whyipv6.html','Why IPv6')">FAQ porque IPV6</a>.

source: This will give you a bit of background of what to expect with IPv4 in the coming months and years; and perhaps some incentive to ask your ISP when they will offer IPv6.
es_es: Esto le dará un poco de fondo de lo que puede esperar con IPv4 en los próximos meses y años; y tal vez algún incentivo para consultar a su ISP cuando ofrecerán IPv6.
pt_br: Isto vai te dar um pequeno conhecimento do que esperar com IPv4 nos próximos meses e anos, e talvez algum incentivo para perguntar ao seu Provedor de Serviços quando eles vão oferecer IPv6.

source: If you are savvy with technology, you can be an early adopter of IPv6, consider learning more about
es_es: Si eres inteligente con tecnología, puede ser de los primeros en adoptar IPv6, considere aprender más acerca
pt_br: Se você se dá bem com tecnologia, você pode ser um early adopter do IPv6. Considere aprender mais sobre

source: providers (managed 6to4 tunnel services).
es_es: proveedores (servicios de túnel 6to4 administrado).
pt_br: provedores (serviços de túnel 6to4 gerenciados).

source: The use of automatic tunnels is discouraged
es_es: Se desaconseja el uso de túneles automáticos
pt_br: O uso de túneis automáticos é desencorajado

source: [see more]
es_es: [Ver más]

source: If you are not savvy with technology, here is more generic information:
es_es: Si no eres inteligente con tecnología, aquí hay información más genérica:
pt_br: Se você não se dá bem com tecnologia, aqui estão informações mais genéricas:

source: Windows Vista and Windows 7 are both IPv6 ready. Mac OS X 10.5 and higher is fine. FreeBSD and Linux, all recent versions, are also fine. When your Internet service provider offers IPv6 to you, these OSs are good. You may still need to replace your router (wireless or wired), if it is not aware of IPv6. You'll have to consult with your Internet service provider on when IPv6 will be offered.
es_es: Windows Vista y Windows 7 son ambos IPv6 listo. Mac OS X 10.5 y superior está bien. FreeBSD y Linux, todas las versiones recientes, también están bien. Cuando su proveedor de Internet le ofrece IPv6, estos OSs son buenos. Aún necesitará reemplazar su router (inalámbrico o por cable), si no es consciente de IPv6. Tendrá que consultar con su proveedor de Internet cuando se ofrecerán IPv6.
pt_br: Windows Vista e Windows 7 estão prontos para o IPv6. Mac OS X 10.5 e posteriores estão ok. FreeBSD e Linux em todas as versões recentes também estão ok. Quando seu Provedor de Serviços de Internet oferecer IPv6 a você, todos estes sistemas operacionais estão ok. Você ainda pode precisar substituir seu roteador (sem fio ou com fio), se ele não for capaz de trabalhar com IPv6. Você vai ter que verificar com seu Provedor quando o IPv6 vai ser oferecido.

source: Windows XP users: My advice is to plan on upgrading before using IPv6. It is technically possible to use IPv6 with XP, to a minimal extent.
es_es: Usuarios de Windows XP: mi consejo es que planeen actualizarse antes de utilizar IPv6. Es técnicamente posible utilizar IPv6 con XP, en una medida mínima.
pt_br: Usuários de Windows XP: Meu conselho é planejar um upgrade antes de começar a utilizar IPv6. É tecnicamente possível usar IPv6 com XP, numa extensão mínima.

source: Don't stress too much on having an IPv6 address in 2011.
es_es: No se estrese demasiado en tener una dirección IPv6 en 2011.
pt_br: Não se preocupe muito em ter um endereço IPv6 em 2011.

source: If you do buy a new router, make sure that it will be IPv6 ready (or upgradable) when your service provider does offer IPv6.
es_es: Si usted compra un router nuevo, asegúrese de que sea IPv6 listo (o actualizable) cuando su proveedor de servicio ofrezca IPv6.
pt_br: Se você realmente for comprar um roteador novo, tenha certeza que ele vai ser capaz de trabalhar com IPv6 quando seu Provedor de Serviços oferecer IPv6.

source: You appear to have no IPv6 at this time..
es_es: Parece que no tiene IPv6 en este momento...
pt_br: Parece que você não tem IPv6 no momento...

source: You appear to have no IPv6 address.
es_es: Parece que no tiene ninguna dirección IPv6.
pt_br: Parece que você não tem nenhum endereço IPv6.
