Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: Since you have IPv6, we are including a tab that shows how well you can reach other IPv6 sites. %sites
es_es: Puesto que tienes IPv6, estamos incluyendo una ficha que muestra otros sitios IPv6 y cuán bien puede alcanzarlos. %sites
pt_br: Como você possui IPv6, estamos incluindo uma guia que mostra o quão bem você pode alcançar outros sites IPv6. %sites

source: Your browser has real working IPv6 address - but is avoiding using it. We're concerned about this.
es_es: Su navegador parece tener dirección IPv6 reale - pero evita usarlo. Estamos preocupados por esto.
pt_br: Seu navegador tem o endereço IPv6 real em funcionamento, mas está evitando usá-lo. Estamos preocupados com isso.

source: faq: No IPv4
es_es: FAQ: Sin IPv4
pt_br: faq: Sem IPv4

source: faq: No IPv6
es_es: FAQ: Sin IPv6
pt_br: faq: Sem IPv6

source: faq: Teredo Minimum
es_es: FAQ: Teredo mínimo
pt_br: faq: Teredo Mínimo

source: faq: v6ns Bad
es_es: FAQ: malo v6ns
pt_br: faq: v6ns Problemático

source: faq: Browser Plugins
es_es: FAQ: Plugins de navegador
pt_br: faq: Plugins do Navegador

source: faq: Firefox Add-Ons
es_es: FAQ: Complementos Firefox
pt_br: faq: Add-Ons do Firefox

source: faq: Buggy DNS
es_es: FAQ: DNS con errores
pt_br: faq: DNS problemático

source: faq: Broken!
es_es: FAQ: Roto!
pt_br: FAQ: quebrado!

source: faq: Broken DNS Lookups
es_es: FAQ: Búsquedas DNS con errores
pt_br: faq: Pesquisas de DNS problemáticas

source: faq: Avoiding IPv6?
es_es: FAQ: Evitando IPv6?
pt_br: FAQ: evitando IPv6?

source: faq: 6RD tunnel
es_es: FAQ: túnel 6RD

source: [more info]
es_es: [más información]
pt_br: [mais informações]

source: Your IPv4 address on the public Internet appears to be
es_es: Su dirección IPv4 en la Internet parece ser
pt_br: Seu endereço IPv4 parece ser

source: Proxied
es_es: Con proxy
pt_br: Com proxy

source: Your IPv6 address on the public Internet appears to be
es_es: Su dirección IPv6 en la Internet parece ser
pt_br: Seu endereço IPv6 parece ser

source: Your IPv6 service appears to be
es_es: Su servicio IPv6 parece ser
pt_br: Seu serviço IPv6 parece ser

source: Your Internet Service Provider (ISP) appears to be
es_es: Su Proveedor de Internet (ISP) parece ser
pt_br: Seu Provedor de Internet (ISP) parece ser

source: Started
es_es: Empezado
pt_br: Iniciado

source: proxied
es_es: Con proxy
pt_br: com proxy

source: using
es_es: usando
pt_br: usando

source: tests run
es_es: pruebas ejecutadas
pt_br: Testes Executados

source: (Survey posting skipped; test was rigged)
es_es: (Publicación de encuesta saltada; la prueba estaba arreglada)
pt_br: (A pesquisa foi cancelada pois os dados para o teste foram modificados.)

source: (Updating server side IPv6 readiness stats)
es_es: (Actualizando estadísticas de la preparación IPv6 del lado del servidor)
pt_br: (Atualizando estatísticas de compatibilidade IPv6 no servidor)

source: (Updated server side IPv6 readiness stats)
es_es: (Actualizando estadísticas de la preparación IPv6 del lado del servidor)
pt_br: (Estatísticas de compatibilidade IPv6 atualizadas)

source: (Survey posting failed; the above information is accurate, but not recorded.)
es_es: (No se pudo publicar la encuesta; la información anterior es correcta, pero no registrada.)
pt_br: (Falha no envio da pesquisa. A informação acima está correta mas não foi registrada.)

source: Your readiness score
es_es: Tu puntuación de preparación
pt_br: Sua pontuação de compatibilidade

source: for your IPv4 stability and readiness, when publishers offer both IPv4 and IPv6
es_es: para su estabilidad y preparación de IPv4, cuando los editores ofrecen tanto IPv4 como IPv6
pt_br: para a sua estabilidade e compatibilidade IPv4, quando os serviços são oferecidos tanto em IPv4 quanto em IPv6

source: for your IPv6 stability and readiness, when publishers are forced to go IPv6 only
es_es: para su estabilidad y preparación de IPv6, cuando editores estén obligados a usar sólo IPv6
pt_br: para a sua estabilidade e compatibilidade IPv6, quando os serviços são oferecidos exclusivamente em IPv6

source: Click to see
es_es: Click para ver
pt_br: Clique para ver

source: test data
es_es: datos de prueba
pt_br: dados do teste

source: Your FAQ
es_es: Su FAQ
pt_br: Sua FAQ

source: Frequently Asked Questions
es_es: Preguntas frecuentes (FAQ)
pt_br: Perguntas Frequentes

source: loading...
es_es: cargando...
pt_br: carregando...

source: failed to load
es_es: error al cargar
pt_br: falha ao carregar

source: [go back]
es_es: [volver]
pt_br: [voltar]

source: [permalink]
es_es: [enlace permanente]

source: %app: You are running version %found; we recommend %suggest or newer.
es_es: %app: Estás utilizando la versión %found; se recomienda la versión %suggest o superior.
pt_br: %app: Você possui a versão %found. Recomendamos a versão %suggest ou mais recente.

source: share your results
es_es: compartir sus resultados
pt_br: compartilhar seus resultados

source: I am most interested in discussing your setup with you, because it was been determined that <B>your IPv6 connectivity is broken</b>, or at least not fully understood. This is not normal; would you be willing to %share?
es_es: Estoy muy interesado en su disposición a discutir contigo su configuración, porque se determinó que <B>su conectividad IPv6 está rota</b>, o al menos no totalmente comprendida. Esto no es normal; ¿estaría dispuesto a %scompartir?
pt_br: Tenho interesse em discutir sua configuração com você pois foi detectado que sua <B>conectividade IPv6 está com problemas</b>, ou ao menos não foi completamente compreendida. Isso não é normal. Você gostaria de %share?

source: retest
es_es: prueba nuevamente
pt_br: testar novamente

source: Result code
es_es: Código resultado
pt_br: Código de resultado

source: Note: I can't contact you, if the contact info is blank. If you really want to submit this anonymously, hit Send Results again.
es_es: Nota: no puedo contactarlo, si la información de contacto está en blanco. Si quiere enviar esto anónimamente, dele de nuevo enviar resultados.
pt_br: Atenção: Eu não posso contactá-lo se os dados não estiverem preenchidos. Se você realmente quer ficar anônimo, clique em Enviar Resultados novamente.

source: unknown expansion
es_es: expansión desconocida
pt_br: expansão desconhecida

source: unknown result code
es_es: código de resultado desconocido
pt_br: código de resultado desconhecido

source: Your browser blocked
es_es: Su navegador bloqueó
pt_br: Seu navegador bloqueou

source: Your Internet help desk may ask you for the information below.
es_es: Su centro de ayuda de Internet puede solicitarle la siguiente información.
pt_br: A equipe de suporte do seu provedor de internet pode solicitar as informações abaixo.

source: Test your IPv6.
es_es: Prueba tu IPv6.
pt_br: Teste seu IPv6.

source: This will test your browser and connection for IPv6 readiness, as well as show you your current IPV4 and IPv6 address.
es_es: Esto va a probar su navegador y conexión IPv6, así como mostrar su dirección actual IPV4 e IPv6.
pt_br: Esse teste verificará a adequação de seu navegador e de sua conexão ao IPv6 e mostrará seus endereços IPv4 e IPv6.

source: Test IPv6
es_es: Prueba IPv6
pt_br: Testar IPv6

source: stats
es_es: estadísticas
pt_br: Estatísticas

source: Test your IPv6 connectivity.
es_es: Probar tu conectividad IPv6.
pt_br: Testar sua conectividade IPv6.

source: (Replay)
es_es: (Prueba de nuevo)

source: JavaScript Required
es_es: JavaScript Requerido
pt_br: JavaScript necessário

source: This site requires JavaScript, as well as the ability to pull in cross-site scripts, in order to perform the testing.
es_es: Este sitio requiere JavaScript, así como la habilidad para tirar secuencias de comandos entre sitios, con el fin de realizar la prueba.
pt_br: Este site requer JavaScript, bem como a capacidade de utilizar scripts entre sites, a fim de realizar os testes.

source: If this message does not go away, it means that JavaScript has been disabled, either by a plugin or extension in your browser, or by explicit browser setting.
es_es: Si este mensaje no desaparece, significa que se ha desactivado JavaScript, por un plugin, una extensión en su navegador o por configuración explícita del navegador.
pt_br: Se esta mensagem não desaparecer, significa que o JavaScript foi desativado por um plugin, extensão ou configuração explícita de seu navegador.

source: Do you use NoScript?
es_es: ¿Utilizas NoScript?
pt_br: Você usa o NoScript?

source: If you use this Firefox add-on, you'll need to "Temporarily allow all this page". You will need to do this <b>twice</b> for everything to work. Alternately, disable NoScript entirely until you are done with this site.
es_es: Si utiliza este Add-on de Firefox, necesitará "Permitir temporalmente toda esta página". Usted necesitará hacer esto <b>dos veces</b> para que todo funcione. Alternativamente, desactive NoScript totalmente hasta que haya terminado con este sitio.
pt_br: Se você usa este complemento do Firefox, você vai precisar marcar a opção "Temporariamente permitir tudo nesta página". Você vai precisar fazer isso <b>duas vezes</b> para que tudo funcione. Ao invés disto, você pode desabilitar o NoScript completamente até que você termine de utilizar este site.

source: You can opt instead to view the <a href="simple_test.html">simple test</a>, which will give you a quick pass/fail for IPv4, IPv4+IPv6, and IPv6. It will however offer little diagnostic information.
es_es: Usted puede optar en su lugar para ver la <a href="simple_test.html">prueba sencilla</a>, que le dará un rápido pase/fallo para IPv4, IPv6 y IPv4 + IPv6. Sin embargo ofrecerá poca información de diagnóstico.
pt_br: Você pode optar por visualizar o <a href="simple_test.html">teste simples</a>, que vai te mostrar rapidamente um teste de sucesso/falha para IPv4, IPv4+IPv6 e IPv6. No entanto, este teste oferece pouca informação para diagnóstico de conexão.

source: For the Help Desk
es_es: Para el Servicio de Asistencia
pt_br: Para o suporte

source: Summary
es_es: Sumario
pt_br: Resumo

source: Tests Run
es_es: Pruebas ejecutadas
pt_br: Testes Executados

source: Share Results / Contact
es_es: Compartir Resultados / Contactar
pt_br: Compartilhar Resultados / Contato

source: FAQ for You
es_es: FAQ para ti
pt_br: FAQ para Você

source: Help Popup
es_es: Popup de ayuda
pt_br: Popup de Ajuda

source: Other IPv6 Sites
es_es: Otros Sitios IPv6
pt_br: Outros Sites IPv6

source: How this test works:
es_es: Cómo funciona esta prueba:
pt_br: Como esse teste funciona:

source: Your browser will be instructed to reach a series of URLs. The combination of successes and failures tells a story about how ready you are for when publishers start offering their web sites on IPv6.
es_es: Su navegador recibirá instrucciones para llegar a una serie de URLs. La combinación de éxitos y fracasos cuenta una historia sobre lo listo que está para cuando editores comiencen a ofrecer sus sitios web sobre IPv6.
pt_br: Seu navegador será instruído a acessar uma série de URLs. A combinação de sucessos e falhas dirá o quão preparado você está para o momento em que as entidades começarem a publicar seus sites em IPv6.

source: Technical Info
es_es: Información Técnica
pt_br: Informação Técnica

source: Test with IPv4 DNS record
es_es: Prueba con registro DNS IPv4
pt_br: Testa com um registro DNS IPv4

source: pending
es_es: pendiente
pt_br: pendente

source: Test with IPv6 DNS record
es_es: Prueba con registro DNS IPv6
pt_br: Testa com um registro DNS IPv6

source: Test with Dual Stack DNS record
es_es: Prueba con registro de doble pila DNS
pt_br: Testa com um registro DNS duplo

source: Test for Dual Stack DNS and large packet
es_es: Prueba de doble pila DNS y paquete grande
pt_br: Testa DNS duplo e pacote grande

source: Test IPv4 without DNS
es_es: Prueba IPv4 sin DNS
pt_br: Testa IPv4 sem DNS

source: Test IPv6 without DNS
es_es: Prueba IPv6 sin DNS
pt_br: Testa IPv6 sem DNS

source: Test IPv6 large packet
es_es: Prueba paquete grande de IPv6
pt_br: Testa pacote IPv6 grande

source: Test if your ISP's DNS server uses IPv6
es_es: Prueba si el servidor DNS de su ISP utiliza IPv6
pt_br: Testa se o servidor DNS de seu provedor usa IPv6

source: Find IPv4 Service Provider
es_es: Encontrar proveedor de servicios IPv4
pt_br: Encontrar provedor de serviços de IPv4

source: Find IPv6 Service Provider
es_es: Encontrar proveedor de servicios IPv6
pt_br: Encontrar provedor de serviços de IPv6

source: Test for buggy DNS
es_es: Prueba de DNS pulgoso
pt_br: Testa DNS problemático

source: Fetches an object that has just an A record in DNS. This is expected to use IPv4. IPv6-only users might still reach this, if their provider has employed a NAT64/DNS64 or proxy solution.
es_es: Obtiene un objeto que tiene sólo un registro A en el DNS. Se espera que utilice IPv4. Los usuarios de sólo-IPv6 todavía podrían alcanzar esto, si su proveedor de servicios ha empleado una solución NAT64/DNS64 o proxy.
pt_br: Busca um objeto que tem apenas um registro A no DNS. É esperado o uso de IPv4. Usuários que utilizam apenas IPv6 ainda podem acessar isso se seus provedores empregarem alguma solução envolvendo NAT64/DNS64 ou um proxy.

source: Fetches an object that has just an AAAA record in DNS. This is expected to use IPv6. Users not yet on the IPv6 Internet are likely to see this fail. As long as it fails quickly, it will be OK - for now.
es_es: Obtiene un objeto que tiene un registro sólo AAAA en el DNS. Se espera que utilice IPv6. Los usuarios sin conexión a la red Internet IPv6 probablemente vean esta prueba fallar. Mientras falle rápidamente, todo irá bien - por ahora.
pt_br: Busca um objeto que tem apenas um registro AAAA no DNS. É esperado o uso de IPv6. Usuários que ainda não usam a Internet IPv6 provavelmente verão isso falhar. Enquanto falhar rapidamente, está tudo bem - para o momento.

source: This is the most important test. This verifies your browser can connect to a site that has both IPv4 and IPv6 records published. IPv4 only hosts should connect fine (using IPv4).
es_es: Esta es la prueba más importante. Esto verifica que su navegador puede conectarse a un sitio que tiene registros de IPv4 e IPv6 publicados. Computadores con sólo IPv4 deben conectarse bien (usando IPv4).
pt_br: Esse é o teste mais importante. Ele verifica se seu navegador consegue acessar sites que possuem tanto um registro IPv4 quanto um IPv6. Computadores baseados exclusivamente em IPv4 devem fazer isso sem problemas (usando IPv4).

source: If this test fails or times out, you can expect major problems as publishers start offering their sites on IPv6.
es_es: Si esta prueba falla o el tiempo expira, usted puede esperar grandes problemas cuando editores comiencen a ofrecer sus sitios en IPv6.
pt_br: Se esse teste falhar ou não for completado em tempo hábil, espere problemas quando entidades começarem a disponibilizar seus sites em IPv6.

source: Validates that you can connect to a dual-stack server (like the ds test); and that you can send/receive large packets on that connection. If this test times out for any reason, it indicates trouble for World IPv6 Day.
es_es: Valida que se pueda conectar a un servidor dual-stack (como la prueba de ds); y que usted pueda enviar/recibir paquetes grandes en esa conexión. Si esta prueba expira por cualquier motivo, indica problemas para el día mundial de IPv6.
pt_br: Verifica o funcionamento de conexões a um servidor de pilha dupla (como o teste ds) e se você pode enviar/receber pacotes grandes nessa conexão. Se esse teste não for completado em tempo hábil, isso indica que você terá problemas no dia mundial do IPv6.

source: This will try connecting with a literal IPv4 numeric address. This should work for most people, unless they are running IPv6-only. If the first test worked, but this fails, it likely confirms your provider is using NAT64/DNS64; you'll need to only try connecting using hostnames instead of numeric IP addresses.
es_es: Esto intentará conectar con una dirección numérica literal de IPv4. Esto debería funcionar para la mayoría, a menos que use solo IPv6. Si la primera prueba pasa, pero esto no funciona, es probable que su proveedor está utilizando NAT64/DNS64; Usted necesitará conectarse usando nombres de host en lugar de direcciones IP numéricas.
pt_br: Isso tentará uma conexão usando um endereço IPv4, o que deve funcionar para a maioria das pessoas, a menos que estejam usando exclusivamente IPv6. Se o primeiro teste funcionou mas este não, isso pode significar que seu provedor está usando NAT64/DNS64. Você apenas precisará tentar conectar usando nomes ao invés de endereços IP.

source: This will try connecting with a literal IPv6 hexadecimal address. The primary purpose of this test is to separate out your connectivity on IPv6 from your ability to fetch DNS for it. A secondary purpose is to see if you have Teredo enabled; some systems may only use Teredo when an IPv6 address is in the URL.
es_es: Esto intentará conectarse con una dirección literal de IPv6 hexadecimal. El propósito principal de esta prueba es separar su conectividad en IPv6 de su habilidad para buscar DNS para él. Un objetivo secundario es ver si tiene Teredo activado; algunos sistemas sólo pueden usar Teredo cuando una dirección IPv6 se encuentra en la URL.
pt_br: Isso tentará fazer uma conexão usando um endereço IPv6 hexadecimal. A ideia é fazer a separação de sua conectividade IPv6 de sua capacidade de utilizar DNS para isso e depois verificar se você está utilizando Teredo. Alguns sistemas só podem usar Teredo quando há um endereço IPv6 na URL.

source: Validates that IPv6 requests with large packets work. If this test times out, but other IPv6 tests work, it suggests that there may be PMTUD issues; possibly involving IP tunnels.
es_es: Valida que solicitudes IPv6 con grandes paquetes trabajen. Si esta prueba expira, pero otras pruebas IPv6 pasan, sugiere que puede haber problemas de PMTUD; posiblemente involucrando túneles IP.
pt_br: Verifica o funcionamento de requisições IPv6 usando pacotes grandes. Se esse teste não for concluído em tempo hábil mas outros testes IPv6 funcionarem, é provável que haja problemas com PMTUD, possivelmente envolvendo túneis IP.

source: Double check to make sure that ICMPv6 Type 2 ("Packet Too Big") messages are not filtered by your firewall.
es_es: Compruebe para asegurarse que los mensajes de ICMPv6 tipo 2 ("Paquete demasiado grande") no sean filtrados por su firewall.

source: (This is bonus credit)
es_es: (Esto es crédito extra)
pt_br: (bônus)

source: This is a test of your ISP's resolver (instead of a test of your host). If this test passes, your DNS server (often run by your ISP) is capable of reaching IPV6-only DNS authoritative servers on the Internet. This is not critical (at this time) for you to reach sites via IPv6.
es_es: Esta es una prueba del resolutor de su ISP (en lugar de una prueba de su computador). Si pasa esta prueba, el servidor DNS (a menudo operado por su ISP) es capaz de alcanzar servidores autoritativos DNS sólo IPV6 en Internet. Esto no es crítico (en este momento) para que usted pueda llegar a sitios vía IPv6.
pt_br: Esse é um teste para o seu provedor e não para seu computador. Se esse teste funcionar, seu servidor DNS (frequentemente mantido em seu provedor) é capaz de acessar servidores DNS autoritativos baseados exclusivamente em IPv6. No momento não é essencial para você acessar sites via IPv6.

source: Attempts to identify what Internet Service Provider you use for IPv4. This may be different from the marketing name you see in your local market; or may reflect a previous company name. The name shown reflects how it is known in the network operator community.
es_es: Intenta identificar qué proveedor de servicios de Internet utiliza para IPv4. Esto puede ser diferente al nombre de comercialización que ve en tu mercado local; o puede reflejar un nombre anterior de la empresa. El nombre mostrado refleja cómo es conocido en la comunidad de operador de red.
pt_br: Tenta identificar qual Provedor de Serviços de Internet (ISP) você utiliza com o IPv4. Este nome pode ser diferente do nome comercial que você está acostumado ou pode representar um nome que esta empresa já utilizou no passado. O nome mostrado é como seu provedor é conhecido na comunidade de operadores de rede.

source: Attempts to identify what Internet Service Provider you use for IPv6. When the IPv4 name and the IPv6 name don't match, it may suggest that you're using a tunnel; or some form of third party provider for IPv6.
es_es: Intenta identificar qué proveedor de servicios de Internet utiliza para IPv6. Cuando el nombre de IPv4 y el IPv6 no coinciden, puede sugerir que usted está usando un túnel; o alguna forma de tercero como proveedor de IPv6.
pt_br: Tenta identificar qual Provedor de Serviços de Internet (ISP) você utiliza com o IPv6. Se o nome IPv4 e IPv6 são diferentes, isto pode sugerir que você está utilizando um túnel ou alguma forma de provedor terceirizado para IPv6.

source: Queries for a malformed AAAA record. Some routers mishandle these as "A" records, and only keep the first 32 bits. We want this test to fail to connect.
es_es: Consultas para un registro con formato incorrecto de AAAA. Algunos routers manipulan estos como registros "A" y sólo mantienen los primeros 32 bits. Queremos que esta prueba falle en la conexión.
pt_br: Consultas por um registro AAAA malformado. Alguns roteadores os tratam inadequadamente como registros A e mantém apenas os primeiros 32 bits. Queremos que esse teste falhe.

source: If the summary results indicated problems, you (or your technical support) may be able to use the information above to diagnose the issues. Each of the test urls and their results is shown on the left side. To the right you'll see a description of what that URL was designed to test.
es_es: Si el resumen de resultados de los problemas indicados, usted (o su soporte técnico) puede utilizar la información de arriba para diagnosticar los problemas. Cada uno de los urls de prueba y sus resultados se muestran en el lado izquierdo. A la derecha verá una descripción de lo que ese URL fue diseñado para probar.
pt_br: Se o resumo dos resultados indicou problemas, você (ou seu suporte técnico) deve ser capaz de utilizar as informações acima para fazer os diagnósticos. Cada URL de teste e seus resultados aparecem no lado esquerdo. À direita você verá uma descrição do que aquela URL testa.

source: After each test is ran. The summary page attempts to look at the results If the summary doesn't seem to make sense given the symptoms recorded above, or if you need further assistance, please feel free to contact us.
es_es: Después de que cada prueba haya corrido. La página de resumen intenta ver los resultados. Si el resumen no parece tener sentido dado los síntomas registrados anteriormente, o si necesitas más ayuda, por favor no dude en contactarnos.
pt_br: Depois que cada teste é executado. Se o resumo não faz sentido considerando os sintomas registrados acima ou se você precisa de assistência, por favor, sinta-se à vontade para nos contactar.
