Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: Applications to take advantage of this are just now being thought of. Imagine having all of your home electronics accessible from work or from your mobile phone. You could watch your TV recorder, or the security camera. You could check the fridge, perhaps start the oven timer. Maybe turn on the air conditioning or the heater when you know you're coming home early. All of these *can* be done today, but are cumbersome with IPv4 if you're using a single IPv4 address today. And, very difficult in the future, with where IPv4 is heading next.
es_es: Apenas ahora se piensa en aplicaciones para tomar ventaja de ello. Imagine tener todo sus electrodomésticos accesibles desde el trabajo o desde su teléfono móvil. Podría ver su grabadora de TV o su cámara de seguridad. Podría comprobar la nevera, tal vez iniciar el temporizador del horno. Tal vez encender el aire acondicionado o la calefacción cuando sabes que vas a venir pronto a casa. Todos esto *puede* hacerse hoy, pero es engorrosa con IPv4 si está usando solo una dirección IPv4. Y será muy difícil en el futuro, con IPv4 hacia dónde va a continuación.
pt_br: Aplicações que tiram proveito disto estão começando a ser pensadas agora. Imagine ter todos seus eletronicos domésticos acessíveis do trabalho ou do seu celular. Você pode assistir seu gravador de TV ou camera de segurança. Você poderia checar a geladeira, talvez acender o forno. Talvez ligar o ar condicionado ou aquecedor quando você souber que está chegando em casa mais cedo. Tudo isto *pode* ser feito hoje, mas não é tão fácil se você está utilizando um único endereço IPv4 e muito mais difícil no futuro, com a direção que o IPv4 está tomando.

source: What Is Wrong with IPv4
es_es: Qué esta mal con IPv4
pt_br: Qual o problema do IPv4

source: The traditional IPv4 Internet is running out of space. The IANA registry (at the global level) is either just about out, or totally out, depending on when you read this. They are expected to announce this depletion Janaury or February 2011.
es_es: La red Internet IPv4 tradicional se está quedando sin espacio. El registro IANA (a nivel mundial) está casi, o totalmente, agotado, dependiendo de cuando leas esto. Se espera que se anuncie este agotamiento en enero o febrero de 2011.
pt_br: A Internet IPv4 tradicional está ficando sem espaço. A IANA (registro num nível global) está ou praticamente sem ou totalmente sem, dependendo de quando você estiver lendo isto. O fim dos endereços é esperado para Janeiro ou Fevereiro de 2011.

source: As Internet service providers each run out of the space they have been allocated, they will have to find creative ways to help keep taking on new customers. Those customers will still need access to the IPv4 Internet.
es_es: Conforme los proveedores de servicio de Internet agoten el espacio que tienen asignados, tendrán que encontrar formas creativas para seguir aumentando su clientela. Los clientes nuevos aún tendrán que tener acceso a la red Internet IPv4.
pt_br: À medida que Provedores de Serviço ficarem sem espaço que eles têm alocados, eles vão ter que começar a encontrar maneiras criativas de continuar adicionando clientes à base. Estes clientes ainda vão precisar acessar a Internet IPv4.

source: Q: I heard there are millions of addresses left. Take it back from the companies not using it! Use the Class E space! (etc).
es_es: P: He oído que aún hay millones de direcciones. Recuperen las direcciones de las empresas que no las están usando! Utilicen el espacio de clase E! (etc.).
pt_br: P: Eu ouvi dizer que existem ainda milhões de endereços sobrando. Vamos pegar de volta das empresas que não estão usando! Vamos usar endereços de classe E! (etc).

source: Those have been looked at. The space is relatively small, given the rate that the world is consuming it now. Forcefully taking back space would require more time in the court systems than it would buy back. Other currently reserved space is too difficult to use - it would require replacing most of the routers in the world to do so.
es_es: Los han visto. El espacio es relativamente pequeño, teniendo en cuenta la tasa al que el mundo está consumiendo ahora. Recuperando a la fuerza el espacio requeriría más tiempo en los sistemas judiciales del que dará de vuelta. Otro espacio reservado actualmente es muy difícil de usar - requeriría cambiar la mayoría de los enrutadores en el mundo para hacerlo.
pt_br: Nós já pensamos nisso. O espaço é relativamente pequeno, dado a taxa que o mundo está consumindo agora. Tomar endereços à força tomaria mais tempo no sistema judicial do que ele iria nos proporcionar. Outros espaços atualmente reservados são muito difíceis de utilizar, precisaria substituir a maioria dos roteadores do mundo para fazer isto.

source: Q: What creative ways will ISPs keep IPv4 running?
es_es: P: ¿Qué formas creativas usarán los ISP para mantener operando IPv4?
pt_br: P: Quais são os jeitos criativos que os Provedores de Serviço vão manter o IPv4?

source: Most commonly, some form of NAT. NAT is a form of address sharing; think of it as a party line from the earlier days of the telephone. You'll be able to make outgoing connections easy enough, as long as your shared IP address is not too busy.
es_es: Más comúnmente, algún tipo de NAT. NAT es una forma de compartir direcciones; Considérenlo como una línea de fiesta desde los primeros días del teléfono. Será capaz de hacer las conexiones salientes fácilmente, mientras su dirección IP compartida no esté demasiado ocupada.
pt_br: Mais comumente alguma forma de NAT. NAT é uma forma de compartilhamento de endereços. Pense nisso como uma linha compartilhada dos primórdios do telefone. Você vai conseguir realizar conexões de saída facilmente, se seu endereço compartilhado não estiver sobrecarregado.

source: Note this is in addition to any NAT you do at home.
es_es: Nota que esto es además de cualquier NAT que haga en casa.
pt_br: Note que isto é uma adição à qualquer NAT que você já faz em casa.

source: Q: So, why worry? NAT will work, right? I use NAT at home today after all..
es_es: P: Entonces, ¿por qué preocuparse? NAT funcionará, ¿no? Uso NAT en casa hoy después de todo...
pt_br: P: Então, porque se preocupar? O NAT vai funcionar, certo? Eu uso NAT em casa de qualquer forma...

source: Sort of. Basic web browsing should be OK for most sites. Some map sites, the itunes store, and other sites that use a <em>huge</em> number of connections to rapidly load the page, may start showing blank images, depending on how many people share that public IP address.
es_es: Mas o menos. Navegación básica por la web debería funcionar para la mayoría de los sitios. Algunos sitios de mapas, la tienda de itunes y otros sitios que utilizan un <em>gran</em> número de conexiones para rápidamente cargar la página, pueden empezar a mostrar imágenes en blanco, dependiendo de cuántas personas compartan esa dirección IP pública.
pt_br: Mais ou menos. Navegação básica deve funcionar bem para a maioria dos sites. Alguns sites de mapas, o iTunes e outros sites que utilizem um <em>grande</em> número de conexões para carregar rapidamente a página podem começar a mostrar imagens em branco, dependendo de quantas pessoas estão compartilhando este endereço IP público.

source: Mail will still work, both traditional as well as web based.
es_es: Correo seguirá funcionando, tanto tradicional como basado en la web.
pt_br: Email ainda vai funcionar, tanto tradicional como webmail.

source: Q: What will break when ISPs NAT their customers?
es_es: P: ¿Qué se romperá cuando los ISPs NATeen a sus clientes?
pt_br: P: O que vai parar de funcionar quando Provedores de Serviço fizerem NAT com os clientes?

source: When web sites have to block abusers, they often block the IP address the abuse came from. If you are sharing your IP address with 1000 other broadband customers, if *any* of them trigger a block, you will be blocked too. Your ISP is not likely to be able to assist in fixing this.
es_es: Cuando los sitios web tengan que bloquear abusadores, a menudo bloquean la IP de la que viene el abuso. Si usted está compartiendo su dirección IP con 1000 otros clientes de banda ancha, si *cualquiera* de ellos provoca un bloqueo, usted también se bloqueará. Su ISP es probable que no sea capaz de ayudarle en esto.
pt_br: Quando sites tem que bloquear usuários maliciosos, eles normalmente bloqueiam o endereço IP de onde surgiu o problema. Se você está compartilhando seu endereço IP com 1000 outros clientes, se *qualquer um* deles acionar um bloqueio, você também será bloqueado. Seu Provedor de Serviço provavelmente não vai conseguir te ajudar a resolver isto.

source: Running servers at home will break, unless you arrange to pay for a static IP address. Assuming the ISP is able to offer this at all, we expect the price for this to go up over the coming years. Some ISPs may be able to offer you a port forward on a static IP on an odd port number - but not the whole IP address
es_es: Ejecutar servidores en casa se romperá, a menos que usted haga los arreglos para pagar por una dirección IP estática. Suponiendo que el ISP sea capaz de ofrecerla en todo caso, esperamos que el precio suba en los próximos años. Algunos ISP pueden ser capaces de ofrecerle un reevio de puerto en una dirección IP estática- pero no la dirección IP entera
pt_br: Servidores domésticos vão ter problemas, a não ser que você pague por um endereço IP estático. Supondo que seu Provedor de Serviço seja capaz de oferecer isto, o preço deve aumentar bastante nos próximos anos. Alguns Provedores de Serviços podem ser capazes de oferecer um encaminhamento de porta em um endereço IP em uma porta estranha, mas não o endereço IP completo

source: Running p2p applications will likely break. <b>This includes things like voice and video chat, video games, and yes - even those legal BitTorrent clients.</b> Some ISPs may handle this better than others, and some applications may handle this better than others, but there will be a lot of road bumps over all on this.
es_es: Correr aplicaciones p2p probablemente se rompa. <b>Esto incluye cosas como voz y video chat, video juegos y sí - incluso aquellos clientes BitTorrent legales.</b> Algunos ISP puede manejar esto mejor que otros y algunas aplicaciones pueden manejar esto mejor que otras, pero habrá un montón de baches de la carretera sobre todo esto.
pt_br: Aplicações p2p provavelmente terão problemas. <b>Isto inclui coisas como voz e chat de vídeo, video games e sim, até aqueles clientes BitTorrent legais.</b> Alguns Provedores de Serviços podem gerenciar isto melhor que outros e algumas aplicações podem gerenciar isto melhor que outras, mas com certeza teremos muitos percalços no caminho.

source: Web sites that today automatically show you your local weather, news, and movies may no longer be able to locate you using your IPv4 address; you'll have to tell the web sites where in the world you are
es_es: Sitios web que hoy muestran automáticamente su tiempo local, noticias y películas ya no podrán ser capaces de localizarlo mediante su dirección IPv4; Tendrá que decirle los sitios donde está ubicado
pt_br: Sites que hoje te mostram automaticamente a temperatura local, notícias e filmes podem não ser mais capazes de localizar você através do endereço IPv4. Você vai ter que falar pros sites onde você se encontra localizado

source: Q: Do I have to give up IPv4, to go IPv6?
es_es: P: ¿tengo que renunciar a IPv4 para ir a IPv6?
pt_br: P: Eu tenho que parar de usar IPv4 para usar o IPv6?

source: No. They can co-exist. Most ISPs will continue to offer some form of IPv4 (most NAT'd) while offering IPv6. So you can reach the web sites that are still IPv4 only.
es_es: No. Ellos pueden coexistir. La mayoría de los ISPs continuará ofreciendo algún tipo de IPv4 (en su mayoría con NAT) mientras ofrecen IPv6. Así se podrá llegar a los sitios web que siguen sólo IPv4.
pt_br: Não. Eles podem existir ao mesmo tempo. A maior parte dos Provedores de Serviços vão continuar a oferecer alguma forma de IPv4 (a maioria atrás de NAT) enquanto oferecem IPv6, para que você continue conseguindo alcançar os sites que estão usando apenas IPv4.

source: Q: When is the cutoff date for switching?
es_es: P: ¿Cuándo es la fecha tope para el cambio?
pt_br: P: Qual é o prazo para a mudança?

source: Most service providers will keep existing IPv4 users on the same service they have now. Only when they change services will they be forced to share a public address with other residences. Either way, you'll still have IPv4 available for years to come, in most markets.
es_es: La mayoría de los proveedores de servicios mantendrá los usuarios IPv4 existentes en el mismo servicio que tienen ahora. Sólo cuando cambia de servicios tendrá que compartir un IP público con otras residencias. De cualquier manera, todavía tendrás IPv4 disponibles por años, en la mayoría de los mercados.
pt_br: A maioria dos Provedores de Serviços vão manter os usuários atuais no mesmo serviço que eles têm hoje. Apenas quando eles modificarem seus serviços eles serão forçados a compartilhar um endereço público com outras residências. De qualquer forma, você ainda vai ter um IPv4 disponível por vários anos, na maioria dos mercados.

source: As such, there is no hard cutoff date. Just be aware that IPv4 will start working less well over time.
es_es: Por lo tanto, no hay ninguna fecha límite fija. Sólo tenga en cuenta que el desempeño de IPv4 comenzará a empeorar con el tiempo.
pt_br: Assim, não existe uma data limite. Apenas tenha em mente que o desempenho do IPv4 vai diminuir cada vez mais.

source: Q: Will I have to replace my OS?
es_es: P: ¿tendré que cambiar mi sistema operativo?
pt_br: P: Vou ter que trocar meu sistema operacional?

source: Windows Vista, Windows 7: You're good to go. XP users: It can be made to work, but it really is time to consider upgrading. Win98 and Win2000 users have no path to IPv6.
es_es: Windows Vista, Windows 7: están bien. Los usuarios de XP: puede que sirva, pero es hora de considerar la actualización. Los usuarios de Win98 y Win2000 no tienen ningún camino a IPv6.
pt_br: Windows Vista, 7: Você não terá problemas. Windows XP: Pode até funcionar, mas é tempo de começar a pensar em atualizar. Windows 98 e 2000 não têm como funcionar o IPv6.

source: Mac OS X: All supported versions of OS X (since Tiger, 10.4) have IPv6.
es_es: Mac OS X: Todas las versiones compatibles de Mac OS X (desde Tiger, 10.4) tienen IPv6.
pt_br: Mac OS X: Todas as versões suportadas do OS X (desde o Tiger, 10.4) têm IPv6.

source: Linux, BSD, and other unix like systems generally all have IPv6.
es_es: Linux, BSD y otros como sistemas tipo unix generalmente todos tienen IPv6.
pt_br: Linux, BSD e outros sistemas baseado em Unix normalmente têm IPv6.

source: Q: Will I have to replace my hardware?
es_es: P: ¿tendré que cambiar mi hardware?
pt_br: P: Vou ter que trocar meus equipamentos?

source: Your PC: Only if the OS upgrade you do requires it.
es_es: PC: Sólo si la actualización del sistema operativo así lo requiere.
pt_br: Seu computador: Apenas se a atualização do sistema operacional solicitar.

source: Your ethernet switch / hub: No. It is unaware of IP; it works at a lower level on the local network.
es_es: El switch ethernet / hub: no. No es consciente del IP; funciona en un nivel inferior de la red local.
pt_br: Seu switch/hub: Não. Ele não tem conhecimento do IP pois trabalha em uma camada mais baixa na rede local.

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router mode, with the keyword "ipv6" with it.
es_es: Enrutador: posiblemente. Muchos enrutadores caseros no tienen ninguna vía de actualización para IPv6. Haga una búsqueda web para su enrutador, con la palabra clave "ipv6" con él.
pt_br: Seu roteador: Possivelmente. Muitos roteadores domésticos não têm uma opção de upgrade para IPv6. Faça uma pesquisa na web para seu modelo de roteador com a palavra chave "ipv6".

source: Your router: Quite possibly. Many home routers have no upgrade path for IPv6. Do a web search for your router model, with the keyword "ipv6" with it.
es_es: Tu router: Posiblemente. Muchos routers diseñados para el hogar no tienen ninguna vía de actualización para IPv6. Haga una búsqueda web para el modelo de su router, con la palabra clave "ipv6" incluída.

source: <b>What router to buy:</b> Wait until your ISP gives you guidance on what will work best with their system. If you must replace your router immediately, look for ones that are IPv6 capable. Apple Airport Express and Airport Extreme have built in tunneling capabilities. OpenWRT capable routers also do (when loaded with the OpenWRT firmware). If you do consider tunnels, see my <a href="#" onclick="return help_page('faq_6to4.html','6to4')">6to4 comments</a>.
es_es: <b>Qué enrutador comprar:</b> Espere hasta que su ISP le dé orientación sobre lo que funciona mejor con su sistema. Si debe reemplazar su router inmediatamente, busque los que son capaces de IPv6. Apple Airport Express y Airport Extreme tienen capacidades de túnel integradas. Enrutadores compatibles con OpenWRT también lo hacen (cuando se cargan con el firmware OpenWRT). Si usted considera túneles, vea mis <a href="#" onclick="return help_page('faq_6to4.html','6to4')">comentarios sobre 6to4</a>.
pt_br: <b>Qual roteador comprar:</b> Aguarde até que seu Provedor de Serviços te oriente em relação ao que vai funcionar melhor. Se você precisar substituir seu roteador imediatamente, procure por aqueles que são capazes de trabalhar com IPv6. O Apple Airport Express e Airport Extreme têm funções de tunelamento. Roteadores que podem rodar o OpenWRT também (quando estão com o firmware do OpenWRT). Se você considera usar túneis, veja meus <a href="#" onclick="return help_page('faq_6to4.html','6to4')">comentários 6to4</a>.

source: This will attempt to explain why you may have PMTUD problems when using test-ipv6.com; and possible solutions. Unfortunately, it is beyond the ability of this site to be able to clearly articulate *your* specific problem.
es_es: Esto intentará explicar por qué puede tener problemas PMTUD cuando se utiliza test-ipv6.com; y sus posibles soluciones. Por desgracia, está más allá de la capacidad de este sitio articular claramente *su* problema específico.
pt_br: Isto vai tentar explicar porque você pode ter problemas com descoberta de MTU ao utilizar test-ipv6.com e possíveis soluções. Infelizmente está além da capacidade deste site articular claramente *seu* problema específico.

source: Q: What is Path MTU Discovery (or PMTUD)
es_es: P: ¿Qué es descubrimiento de la MTU de ruta (o PMTUD)
pt_br: P: O que é Descoberta de MTU (ou PMTUD)

source: PMTUD is a mechanism used on the Internet that tells your computer the maximum size of the packets that should be sent for a given destination. How this works: Your host will send a possibly large packet; with the packet marked "Do Not Fragment". When the packet reaches a router that can't forward this packet, due to size, it sends back a response saying "Too big! Try this size instead."
es_es: PMTUD (Path MTU Discovery) es un mecanismo utilizado en Internet que le dice a su equipo el tamaño máximo de los paquetes que deben enviarse a un destino determinado. Así funciona: su equipo enviará un paquete posiblemente grande marcado como "No fragmentar". Cuando el paquete llega a un router que no puede reenviar este paquete, debido al tamaño, envía una respuesta de vuelta diciendo "demasiado grande! Pruebe este tamaño en su lugar."
pt_br: PMTUD é um mecanismo utilizado na internet que diz ao seu computador o tamanho máximo dos pacotes que devem ser enviados a um destino específico. Como funciona: Sua máquina vai mandar um pacote possivelmente grande marcado com a flag "não fragmentar". Quando o pacote alcançar um roteador que não consegue enviar este pacote devido ao tamanho, ele vai responder dizendo "Este pacote é muito grande. Por favor tente usar este tamanho".

source: Q: How does this relate to IPv6?
es_es: P: ¿Cómo se relaciona esto con IPv6?
pt_br: P: Como isto está relacionado ao IPv6?

source: With IPv6, all packets are by definition "Do Not Fragment". The responsibility of sending the correct sized packets no longer falls on the router; this is an expensive operation for the router to handle. Instead, the ability to do PMTUD is mandated by the IPv6 specification.
es_es: Con IPv6, todos los paquetes son por definición "No fragmentar". La responsabilidad de enviar los paquetes de tamaños correctos ya no cae en el router; Esta es una operación costosa para el router de manejar. En cambio, la capacidad de hacer PMTUD tiene el mandato de la especificación de IPv6.
pt_br: Com IPv6, todos os pacotes são, por definição, marcados com "não fragmentar". A responsabilidade de enviar pacotes de tamanho correto não está nas mãos do roteador porque esta é uma operação demorada para um roteador executar. Ao invés disso, a capacidade de usar PMTUD é obrigatória na especificação do IPv6.

source: Q: What does the firewall need to allow?
es_es: P: ¿Qué necesita permitir el cortafuegos?
pt_br: P: O que precisa estar liberado no firewall?

source: IPv6 firewalls <b>need</b> to permit ICMPv6, type 2 (Packet Too Big) to work correctly with the public Internet. If you are implementing the IPv6 firewall for your web site, your enterprise, or other organization, please permit this specific ICMPv6 message, even if you by default block other types of ICMP.
es_es: Firewalls IPv6 <b>necesitan</b> permitir ICMPv6, tipo 2 (paquete demasiado grande) para funcionar correctamente con la Internet pública. Si está implementando el firewall de IPv6 para su sitio web, su empresa, u otra organización, por favor, permita este mensaje ICMPv6 específico, aunque por defecto bloquee otros tipos de ICMP.
pt_br: Firewalls IPv6 <b>precisam</b> permitir ICMPv6, tipo 2 (Pacote muito grande) para funcionar corretamente com a Internet pública. Se você está implementando o firewall IPv6 para seu site, sua empresa ou outra organização, por favor permita esta mensagem específica, mesmo que por padrão você bloqueie outros tipos de ICMP.

source: Q: What else can cause PMTUD failures?
es_es: P: ¿Qué más puede causar fallas de PMTUD?
pt_br: P: O que mais pode causar falhas de PMTUD?

source: Tunnels inside of tunnels. One might be your own; the other, you may not see. Internet service providers often use tunnels either to simplify their topology; to hide it; or to transport things in a more convenient way. However, each tunnel used requires adding a bit of a header to the top of the packet - making the packet bigger. The problem lies in that routers have a maximum size packet they will route.
es_es: Túneles en el interior de túneles. Uno podría ser el suyo; el otro, no puede ver. Los proveedores de servicios de Internet a menudo usan túneles o para simplificar su topología; para esconderlo; o para el transporte de las cosas de una manera más conveniente. Sin embargo, cada túnel utilizado requiere agregar un poco de un encabezado a la parte superior del paquete - haciendo el paquete más grande. El problema radica en que los enrutadores tienen un paquete de tamaño máximo que dirigirá.
pt_br: Túneis dentro de túneis. Um pode ser o seu próprio e o outro você pode não ver. Provedores de Serviço frequentemente utilizam túneis tanto para simplificar sua topologia, escondê-la ou transportar coisas de uma maneira mais conveniente. De toda forma, cada túnel utilizado requer adicionar um cabeçalho a mais no pacote, deixando-o maior. O problema está no fato de roteadores terem um tamanho máximo de pacotes que eles vão rotear.
