Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: <b>If you strongly believe you have IPv6, but we were unable to detect it:</b> it means one of a couple of things. Either your organization is blocking the use of IPv6 to talk to the outside Internet through network policy; or perhaps what you see with IPv6 on your host is not a global address. Any address starting with "::", "fc", "fd", or "fe" are unable to work with the public IPv6 Internet.
es_es: <b>Si crees fuertemente que tienes IPv6, pero fuimos incapaces de detectarlo:</b> es uno de un par de cosas. O su organización bloquea el uso de IPv6 para hablar con Internet exterior a través de la política de la red; o tal vez lo que ve con IPv6 en su equipo no es de una dirección global. Cualquier dirección a partir de "::", "fc", "fd" o "fe" son incapaces de trabajar con la red pública Internet IPv6.
pt_br: <b>Se você acredita fortemente que tem IPv6 mas nós fomos incapazes de detectar:</b> pode ser que sua organização está bloqueando o uso do IPv6 na Internet através de políticas de rede ou talvez o que você vê como IPv6 na sua máquina não é um endereço global. Qualquer endereço que começa com "::", "fc", "fd" ou "fe" não funcionam na Internet IPv6 pública.

source: More about your test results.
es_es: Más información sobre los resultados del análisis.
pt_br: Mais sobre os resultados dos seus testes.

source: You also appear to have Teredo enabled. You did successfully connect to an IPv6 site during this test - but only when forcing the connection by connecting to an IPv6 numeric address, instead of a web site name. This setting will not help or hurt you going forward to reach IPv6 web sites.
es_es: También parece que tiene activado Teredo. Logró con éxito conectarse a un sitio IPv6 durante esta prueba - pero sólo forzando la conexión usando una dirección numérica de IPv6, en lugar de un nombre de sitio web. Esta configuración no lo ayudará o dañará en adelante para llegar a sitios web de IPv6.
pt_br: Parece que você tem Teredo habilitado. Você conectou com êxito a um site IPv6 durante este teste, mas apenas quando forçando a conexão através de um endereço IPv6 numérico, ao invés de um nome de site. Esta configuração não vai ajudar ou atrapalhar você a seguir acessando sites IPv6.

source: About Teredo
es_es: Acerca de Teredo
pt_br: Sobre Teredo

source: This FAQ has been produced to tell you about Microsoft's Teredo service - a transition tool to help get early access to the IPv6 Internet.
es_es: Este FAQ ha sido producido para informarle sobre el servicio de Microsoft Teredo - una herramienta de transición para ayudar a obtener acceso temprano a la red Internet IPv6.
pt_br: Este FAQ foi produzido para te contar do serviço de Teredo da Microsoft, uma ferramenta de transição para te ajudar a obter acesso à Internet IPv6 mais cedo.

source: By default, Teredo is enabled on Vista and Windows 7. However, if Teredo is the only available IPv6 solution for you, it will default to only connecting to web sites by IPv6 address - not by name. More can be found <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">here</a>. Once a global IP address has been assigned, Windows will do lookups. At this point, you probably wonder - why do I need Teredo?
es_es: De forma predeterminada, Teredo está habilitada en Vista y Windows 7. Sin embargo, si Teredo es la única solución IPv6 disponible para usted, por defecto sólo conectará a sitios web por dirección numérica IPv6 - no por su nombre. Puede encontrar más <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">aquí</a>. Una vez que se ha asignado una dirección IP global, Windows hará las búsquedas. En este punto, probablemente se pregunte - ¿por qué necesito Teredo?
pt_br: Por padrão, Teredo está habilitado nos Windows 7 e Vista. Entretanto, se Teredo é a única solução IPv6 disponível pra você, o padrão será apenas conectar a sites IPv6 pelo endereço e não pelo nome. Mais informações podem ser encontradas <a href="http://technet.microsoft.com/en-us/library/bb727035.aspx">aqui</a>. Uma vez que um endereço IP global foi atribuído, o Windows vai fazer buscas. Neste ponto, você provavelmente se pergunta: Porque eu preciso de Teredo?

source: About the "v6ns" test.
es_es: Sobre la prueba de "v6ns".
pt_br: Sobre o teste "v6ns".

source: This FAQ has been produced to try and address what it means for the v6ns test to be "bad".
es_es: Este FAQ ha sido elaborado para discutir sobre lo que significa que la prueba de v6ns salga "mal".
pt_br: Este FAQ foi produzido para tentar responder o que significa um resultado ruim no teste v6ns.

source: This test specifically verifies that your DNS resolver (usually operated by your Internet service provider, or your corporate IT department) is capable of reaching IPv6 Internet sites for DNS lookups. If you explicitly configured the use of a different DNS server, such as OpenDNS or Google's Public DNS, you'll test those services instead.
es_es: Esta prueba verifica específicamente que su resolución DNS (generalmente operado por su proveedor de Internet o su departamento corporativo) sea capaz de llegar a sitios de Internet IPv6 para búsquedas de DNS. Si ha configurado explícitamente el uso de un servidor DNS diferente, como OpenDNS o Google Public DNS, usted podrá probar esos servicios.
pt_br: Este teste verifica especificamente se o seu resolvedor DNS (normalmente operado pelo seu Provedor de Serviços ou departamento de TI) é capaz de alcançar sites da Internet IPv6 para fazer consultas DNS. Se você configurou explicitamente o uso de um servidor DNS diferente, como por exemplo OpenDNS ou DNS Público do Google, você vai testar estes serviços.

source: If this test fails:
es_es: Si esta prueba falla:
pt_br: Se este teste falhar:

source: it means that the DNS resolver you are using, requires IPv4 to reach the DNS authoritative servers of your favoriate web sites. In the near future, every web site of consequence will remain accessible in this form, so <b>there is no immediate danger.</b>
es_es: significa que la resolución DNS que usa, requiere IPv4 para llegar a los servidores DNS autoritativos de sus sitios web favoritos. En un futuro próximo, cada sitio web importante permanecerá accesible en esta forma, así que <b>no hay ningún peligro inmediato.</b>
pt_br: isto significa que o resolvedor DNS que você está utilizando requer IPv4 para alcançar os servidores autoritativos dos seus sites favoritos. Num futuro próximo, cada site vai permanecer acessível desta forma, então <b>não há nenhum perigo imediato</b>.

source: If this test succeeds:
es_es: Si tiene éxito esta prueba:
pt_br: Se este teste for bem sucedido:

source: it means that your DNS resolver is fully capable of reaching IPv6 DNS servers. This means that the operator of that DNS server has IPv6 within their network. If they do not already offer you IPv6, this may be a sign that they are actively working on trying to make it possible.
es_es: significa que su resolución DNS es completamente capaz de alcanzar los servidores DNS IPv6. Esto significa que el operador de ese servidor DNS tiene IPv6 dentro de su red. Si no ofrecen IPv6 ya, puede ser una señal de que están trabajando activamente para hacerlo.
pt_br: isto significa que seu resolvedor DNS é totalmente capaz de alcançar servidores DNS IPv6. Isto significa que o operador deste servidor DNS tem IPv6 na sua rede. Se ele ainda não oferece IPv6 para você, isto pode ser um sinal que eles estão trabalhando para fazer isto possível.

source: Do you use OpenDNS?
es_es: ¿Usa OpenDNS?
pt_br: Você usa OpenDNS?

source: OpenDNS is now offering IPv6-specific resolvers, that will be able to retrieve DNS over IPv6. This means the "v6ns" test operated here will pass. See the <a target=_blank href="http://www.opendns.com/ipv6/">OpenDNS IPv6 information page</a>.
es_es: OpenDNS ofrece ahora resolutores específicos IPv6, que serán capaces de recuperar DNS sobre IPv6. Esto significa que pasará la prueba de "v6ns" operada aquí. Consulte la <a target=_blank href="http://www.opendns.com/ipv6/">página de información de OpenDNS IPv6</a>.
pt_br: OpenDNS agora está oferecendo resolvedores especificamente IPv6 que vão estar hábeis a resolver DNS sobre IPv6. Isto significa que o teste 'v6ns' executado aqui vai funcionar. Veja a página <a target=_blank href="http://www.opendns.com/ipv6/">informações sobre OpenDNS IPv6</a>.

source: Do you operate your own DNS resolvers?
es_es: ¿Opera usted sus propios resolutores DNS?
pt_br: Você opera seus próprios resolvedores DNS?

source: If you operated the DNS resolvers in use at your home or organization, enabling IPv6 on your DNS server is easy.
es_es: Si usted opera las resoluciones DNS en su hogar u organización, habilitar IPv6 en el servidor DNS es fácil.
pt_br: Se você opera os resolvedores DNS em uso na sua casa ou organização, habilitar o IPv6 nestes servidores é fácil.

source: ISC BIND: Make sure that IPv6 support is compiled in when you ./configure it. It is enabled by default. If you recently added IPv6 to your server, simply restart your named process, as you normally would.
es_es: ISC BIND: Asegúrese de que se compile el soporte IPv6 en cuando usted lo ./configure. Está habilitada de forma predeterminada. Si recientemente agregó IPv6 a su servidor, simplemente reinicie su proceso named, como lo haría normalmente.
pt_br: ISC BIND: Certifique-se que o suporte IPv6 está compilado ao executar o comando ./configure. Ele está habilitado por padrão. Se você adicionou IPv6 ao seu servidor recentemente, simplesmente reinicie o processo named como você faria normalmente.

source: PowerDNS: Enable <code>aaaa-additional-processing</code> and configure <code>query-local-address6</code> in your <code>recursor.conf</code>. Restart powerdns.
es_es: PowerDNS: Habilitar <code>aaaa-additional-processing</code> y configurar <code>query-local-address6</code> en su <code>recursor.conf</code>. Reinicie powerdns.
pt_br: PowerDNS: Habilite <code>aaaa-additional-processing</code> e configure <code>query-local-address6</code> no seu <code>recursor.conf</code>. Reinicie o powerdns.

source: Windows Server 2003: Upgrade to Windows Server 2008 at a minimum. Windows 2003 will resolve AAAA records, and supports IPv6 clients, but does *not* do DNS resolution over IPv6.
es_es: Windows Server 2003: Actualice a Windows Server 2008 como mínimo. Windows 2003 resolverá AAAA records y soporta clientes IPv6, pero *no* hace resolución DNS sobre IPv6.
pt_br: Windows Server 2003: Atualize para Windows Server 2008, no mínimo. Windows 2003 vai resolver registros AAAA e suporta clientes IPv6 mas *não* faz resolução DNS utilizando IPv6.

source: Confirmation:
es_es: Confirmación:
pt_br: Confirmação:

source: should return back an aaaa record without errors.
es_es: debe volver volver un registro aaaa sin errores.
pt_br: deve retornar um registro AAAA sem erros.

source: Broken DNS AAAA Lookups
es_es: Búsquedas DNS AAAA rotas
pt_br: Pesquisas DNS AAAA com problemas

source: We detected that you are able to connect to IPv6 sites, by numerical address specifically. However, connections using DNS either failed, or preferred IPv4.
es_es: Hemos detectado que usted es capaz de conectarse a sitios de IPv6, por dirección numérica específicamente. Sin embargo, las conexiones mediante DNS fallaron o prefirieron IPv4.
pt_br: Nós detectamos que você consegue conectar a sites IPv6 através do endereço numérico. No entanto, conexões utilizando DNS ou falharam ou preferiram usar IPv4.

source: What does this mean for you?
es_es: ¿Qué significa esto para usted?
pt_br: O que isso significa para você?

source: You should still be able to reach most sites fine, so long as they offer their services on IPv4. This means few near-term problems.
es_es: Aún debe ser capaz de llegar a sitios bien, en tanto que ofrezcan sus servicios en IPv4. Esto significa pocos problemas a corto plazo.
pt_br: Você ainda deve ser capaz de alcançar a maioria dos sites enquanto eles oferecerem seus serviços em IPv4. Isto significa poucos problemas de curto prazo.

source: Possible causes:
es_es: Causas posibles:
pt_br: Causas possíveis:

source: Firefox users may have IPv6 lookups disabled.
es_es: Los usuarios de Firefox pueda que tengan las búsquedas IPv6 desactivadas.
pt_br: Usuários de Firefox podem ter as pesquisas IPv6 desabilitadas.

source: Go to <a href="about:config">about:config</a> in your browser.
es_es: Vaya a <a href="about:config">sobre: config</a> en su navegador.
pt_br: Vá em <a href="about:config">about:config</a> no seu navegador.

source: Look for <code>network.dns.disableIPv6</code>
es_es: Buscar <code>network.dns.disableIPv6</code>
pt_br: Procure por <code>network.dns.disableIPv6</code>

source: Make sure this is set to <code>false</code>.
es_es: Asegúrese de que está en <code>false</code>.
pt_br: Certifique-se de marcar <code>falso</code>.

source: Your OS may be configured to not do AAAA lookups; that is, to prefer IPv4 only.
es_es: Su sistema operativo puede estar configurado para no hacer búsquedas AAAA; es decir, a preferir IPv4 únicamente.
pt_br: Seu sistema operacional pode ter sido configurado para não realizar pesquisas AAAA ou seja, preferir apenas IPv4.

source: Your DNS server may be filtering AAAA responses (or otherwise broken).
es_es: Su servidor DNS puede estar filtrando las respuestas AAAA (o roto de alguna manera).
pt_br: Seu servidor DNS pode estar filtrando respostas AAAA (ou com algum tipo de problema).

source: Some ISPs will intentionally filter AAAA records. For example, on World IPv6 Day, we expect many Japanese ISPs to filter AAAA records, to mitigate current IPv6 deployment issues unique to their environments.
es_es: Algunos ISP intencionalmente filtrarán registros AAAA. Por ejemplo, en el día mundial de IPv6, esperamos que muchos ISP japoneses filtren registros AAAA, para mitigar problemas de implementación actuales IPv6 únicos en sus entornos.
pt_br: Alguns Provedores de Serviços vão filtrar registros AAAA de propósito. Por exemplo, no dia Mundial do IPv6, nós esperamos que muitos Provedores japoneses filtrem registros AAAA para mitigar os problemas de implantação do IPv6 exclusivos dos seus ambientes.

source: You (or your techical support) can run <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> to confirm if the DNS server is working properly
es_es: Usted (o su apoyo técnico) puede ejecutar <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> para confirmar si el servidor DNS está funcionando correctamente
pt_br: Você (ou seu suporte técnico) pode executar <code>dig @DNSSERVER aaaa aaaa.test-ipv6.com</code> para confirmar se o servidor DNS está funcionando adequadamente

source: FAQ on Firefox Plugins
es_es: Preguntas frecuentes sobre Plugins Firefox
pt_br: FAQ dos plugins do Firefox

source: This FAQ has been produced to try and address issues caused when using Firefox
es_es: Este FAQ ha sido elaborado para tratar de abordar problemas causados cuando se usa Firefox
pt_br: Este FAQ foi produzido para tentar resolver os problemas causados ao utilizar o Firefox

source: <b>How this site works:</b> This site tells your browser to try and load several remote javascript files. Each file is on a different server. After each one finishes, we look at which ones worked - and which ones failed. Depending on the pattern, we can guess at IPv4 and IPv6 compatibility, and sometimes suggest possible fixes.
es_es: <b>Cómo funciona este sitio:</b> Este sitio le dice a su navegador que intente cargar varios archivos javascript remotos. Cada archivo se encuentra en un servidor diferente. Después de que cada uno termine, observamos cuáles trabajaron y cuáles no. Dependiendo del patrón, podemos adivinar compatibilidad IPv4 e IPv6 y a veces sugerir posibles soluciones.
pt_br: <b>Como este site funciona:</b> Este site pede pro seu navegador tentar carregar vários javascripts remotos, onde cada arquivo está em um servidor diferente. Depois que cada um termina, nós verificamos quais funcionaram e quais não funcionaram. Dependendo do padrão encontrado, nós conseguimos estimar a compatibilidade IPv4 e IPv6, além de sugerir possíveis correções em alguns casos.

source: Some browser plugins enforce policies that are compatible with the above behavior. They block connections that (to them) look like they might be 3rd party advertising or tracking. There is no good way to identify this plugins from inside javascript; nor any good way to work around it.
es_es: Algunos plugins de navegador imponen políticas que son compatibles con el comportamiento anterior. Bloquean las conexiones que (a ellos) les parece que podrían ser terceros publicitarios o de seguimiento. No hay ninguna buena manera de identificar estos plugins desde dentro de javascript; ni cualquier buena manera de arreglarlo.
pt_br: Alguns plugins de navegadores aplicam políticas que são compatíveis com o comportamento acima. Eles bloqueiam conexões que (para eles) parecem ser de propagandas ou rastreio de navegação. Não existe um método seguro de identificar estes plugins dentro do teste e nem um modo de evitá-los.

source: In the case of Firefox, the most common plugins that cause problems are AdBlock and RequestPolicy. There are probably others - any which claims to prevent XSS, CSRF, or Cross Site Scripting can be a problem. Try disabling these plugins (either temporarilly via any menu they offer you, or via the Firefox add-ons menu).
es_es: En el caso de Firefox, los plugins más comunes que causan problemas son AdBlock y RequestPolicy. Probablemente hay otros - cualquiera que pretenda evitar XSS, CSRF, o Cross Site Scripting puede ser un problema. Pruebe deshabilitar estos plugins (temporalmente mediante cualquier menú que lo ofrezca o desde el menú de Firefox Add-ons).
pt_br: No caso do Firefox, os plugins mais comuns que causam problemas são AdBlock e RequestPolicy. Possivelmente existem outros e qualquer um que diga que previne XSS, CSRF ou Cross Site Scripting podem ser um problema. Tente desabilitar estes plugins (temporariamente através de algum menu que eles ofereçam ou através do menu de extensões do Firefox).

source: Alternative test for you..
es_es: Prueba alternativa para usted...
pt_br: Teste alternativo para você...

source: This image based test is provided as a workaround. It will give you a quick pass/fail test, to tell you if you should be worried for World IPv6 Day.
es_es: Esta prueba basada en imágenes se ofrece como una solución temporal. Le dará una prueba rápida aprobado/reprobado, diciéndole si debería estar preocupado por el día mundial de IPv6.
pt_br: Este teste baseado em imagens é oferecido como uma solução alternativa. Vai te informar rapidamente sucesso ou falha, para dizer se você deve se preocupar com o Dia Mundial do IPv6.

source: The following table will try and load 3 images.
es_es: La siguiente tabla tratará de cargar 3 imágenes.
pt_br: A tabela a seguir vai tentar carregar 3 imagens.

source: test images for ipv4, dual stack, and ipv6
es_es: imágenes de prueba para ipv4, ipv6 y dual stack
pt_br: teste de imagens para IPv4, pilha dupla e IPv6

source: Pass?
es_es: Superado?
pt_br: Sucesso?

source: Method
es_es: Método
pt_br: Método

source: More Info
es_es: Más información
pt_br: Mais informações

source: IPv4. Basic traditional Internet.
es_es: IPv4. Internet básico tradicional.
pt_br: IPv4. Internet tradicional básica.

source: If green, you will have no problem on World IPv6 day.
es_es: Si verde, no tendrá ningún problema en el día mundial de IPv6.
pt_br: Se verde, você não vai ter problemas no Dia Mundial do IPv6.

source: If this fails, seek help from your IT department, helpdesk, or ISP tech support.
es_es: Si esto falla, busque ayuda de su departamento de TI, asistencia o soporte técnico del ISP.
pt_br: Se isto falhar, procure ajuda com seu departamento de TI, assistência técnica ou suporte técnico do seu Provedor de Serviços.

source: If this fails, consider using the <a href="/">full test</a>, with IE, Firefox, Safari, or Chrome, to get more detailed information about possible failure reasons.
es_es: Si esto falla, considere el uso de la <a href="/">prueba completa</a>, con IE, Firefox, Safari o Chrome, para obtener información más detallada sobre las razones del posible fracaso.
pt_br: Se isto falhar, considere utilizar o <a href="/">teste completo</a> com IE, Firefox, Safari ou Chrome para obter informações mais detalhadas sobre possíveis razões da falha.

source: <i>If red or blank, do not stress!</i> Few people already have IPv6 at this time; and it is not critical for 2011 but will be for the coming years.
es_es: <i>Si rojo o en blanco, no se estrese!</i> Pocas personas tienen ya IPv6 en este momento; y no es crítico para el 2011 pero será en los próximos años.
pt_br: <i>Se vermelho ou em branco, não se preocupe!</i> Poucas pessoas já têm IPv6 neste momento e isto não é crítico para 2011, mas será nos próximos anos.

source: FAQ on Plugins and Add-Ons
es_es: Preguntas frecuentes sobre Plugins y Add-ons
pt_br: FAQ sobre Plugins e Extensões

source: This FAQ has been produced to try and address issues caused when using browser add-ons
es_es: Este FAQ ha sido elaborado para tratar de abordar cuestiones causadas al usar complementos del navegador
pt_br: Este FAQ foi produzido para tentar solucionar problemas causados ao utilizar extensões de navegadores

source: This image based test is provided for those with browsers or browser plugins incompatible with the <a href="/">main test</a>. This page provides only a subset of features, but should be enough for a simple pass/fail.
es_es: Esta prueba basada en imágenes se proporciona para aquellos con navegadores o plugins de navegadores incompatibles con la <a href="/">prueba principal</a>. Esta página proporciona sólo un subconjunto de características, pero debe ser suficiente para un simple aprobado/reprobado.
pt_br: Este teste baseado em imagens é fornecido para aqueles com navegadores ou plugins de navegadores incompatíveis com o <a href="/">teste principal</a>. Esta página fornece apenas um subconjunto das funções, mas deve ser suficiente para um teste simples de sucesso/falha.

source: Why IPv6?
es_es: ¿Por qué IPv6?
pt_br: Porque IPv6?

source: The promise is the ability to give every device in your house a reachable network address. Each house will have practically unlimited network addresses (2<sup>64</sup> if you're curious - about 18 billion billions). Each house may potentially have more than that, particularly if they have the need for multiple networks within the home. Many ISPs will be able to easy give you 256 of those networks. <em>Running out of IPv6 address space will seem impossible for decades.</em>
es_es: La promesa es la capacidad de dar a todos los dispositivos en su casa una dirección de red accesible. Cada casa tendrá direcciones de red prácticamente ilimitadas (2<sup>64</sup> si tienes curiosidad - unos 18 billones de billones). Cada casa puede tener potencialmente más, especialmente si tienen la necesidad de múltiples redes dentro del hogar. Muchos ISP podrán darle fácilmente 256 de esas redes. <em>Quedarse sin direcciones IPv6 parecerá imposible durante décadas.</em>
pt_br: A promessa é a habilidade de entregar um endereço alcançável para cada dispositivo na sua casa. Cada casa vai ter endereços praticamente ilimitados (2<sup>64</sup> se você for curioso, aproximadamente 18 bilhões de bilhões). Cada casa pode ter mais que isso, particularmente se você tem necessidade de várias redes dentro de casa. Muitos Provedores de Serviços serão capazes de te dar facilmente 256 destas redes. <em>Ficar sem endereços IPv6 vai parecer impossível por décadas.</em>
