Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: This mirror is provided by
es_es: Este servidor es proporcionado por
pt_br: Este servidor é fornecido por

source: bad
es_es: Malo
pt_br: ruim

source: slow
es_es: Lento
pt_br: lento

source: timeout
es_es: tiempo de espera excedido
pt_br: tempo esgotado

source: Connections to urls with IP addresses appear to be blocked; perhaps by a web filter such as 'NoScript' or 'RequestPolicy' installed into your browser, or filtering in your proxy server. This limits some of the functionality of this test site.
es_es: Conexiones a urls utilizando la dirección IP parecen ser bloqueadas; quizás por un filtro web como 'NoScript' o 'RequestPolicy' instalado en su navegador. Esto limita algunas funciones de la web.
pt_br: O acesso a URLs contendo endereços IP parece estar bloqueado. Verifique se há algum filtro como o 'NoScript' ou o 'RequestPolicy' instalado em seu navegador, ou se há restrições em seu servidor proxy pois isso limita algumas funcionalidades deste site.

source: IPv4 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
es_es: Conexiones IPv4 usando DNS funcionan; pero conexiones a IP literales no. Estas son usadas raramente en la web.
pt_br: Conexões IPv4 usando DNS funcionam. Endereços IP em URLs, não. Isso raramente é utilizado hoje em dia.

source: IPv6 Connections using DNS work; but literal IP addresses in urls do not. These are rarely used on the web today.
es_es: Conexiones IPv6 usando DNS funcionan; pero conexiones a IP literales no. Estas son usadas raramente en la web hoy en día.
pt_br: Conexões IPv6 usando DNS funcionam. Endereços IP em URLs, não. Isso raramente é utilizado hoje em dia.

source: You appear to be using a public 6to4 gateway; your router may be providing this to you automatically. Such public gateways have no service level agreements; you may see performance problems using such. Better would be to get a native IPv6 address from your ISP.
es_es: Parece que estás usando una puerta de enlace 6to4 pública; tu enrutador puede ofrecer esto automáticamente. Estas puertas de enlace no tienen acuerdos de nivel de servicio; usted puede encontrar problemas de rendimiento usando esto. Es mejor obtener una IPv6 nativa del ISP.
pt_br: Parece que você está usando um gateway público do tipo 6to4 que é oferecido automaticamente pelo seu roteador. Esses gateways não oferecem garantias de qualidade e você poderá enfrentar problemas de performance. A melhor opção seria obter um endereço IPv6 a partir de seu provedor.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 translation using a public gateway. The quality for this <i>may</i> suffer, as you are using a public gateway to reach IPv6 based sites.
es_es: Tu conexión IPv6 parece que está utilizando Teredo, un tipo de traducción IPv4/IPv6 usando una puerta de enlace pública. La calidad de esto <i>puede</i> sufrir, ya que está utilizando una puerta de enlace pública para acceder a páginas con IPv6.
pt_br: Aparentemente a sua conexão IPv6 está usando Teredo, que é um tipo de tradução IPv4/IPv6 que usa um gateway público. A qualidade desta solução pode não ser boa para acessar sites baseados em IPv6.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway; currently it connects only to direct IP's. Your browser will not be able to go to IPv6 sites by name. This means the current configuration is not useful for browsing IPv6 web sites.
es_es: Tu conexión IPv6 parece que está utilizando Teredo, un tipo de puerta de enlace entre IPv4 y IPv6; actualmente solo se conecta a IPs directamente. Su navegador no será capaz de acceder a páginas IPv6 por DNS. Esto significa que su actual configuración no es útil para navegar por sitios web IPv6.
pt_br: Aparentemente a sua conexão IPv6 está usando Teredo, que é um tipo de gateway IPv4/IPv6 que atualmente conecta-se apenas a IPs diretos. Seu navegador não será capaz de acessar sites IPv6 através de nomes e isso significa que a configuração atual não é útil para navegar por sites baseados em IPv6.

source: Your IPv6 connection appears to be using Teredo, a type of IPv4/IPv6 gateway. Your particular teredo configuration is only used as a protocol of last resort. When visiting a site with both IPv4 and IPv6, IPv4 will be preferred.
es_es: Tu conexión IPv6 parece estar usando Teredo, un tipo de puerta de enlace de IPv4/IPv6. Tu configuración particular Teredo se utiliza solamente como un protocolo de último recurso. Al visitar un sitio con IPv4 e IPv6, IPv4 será preferido.
pt_br: Aparentemente a sua conexão IPv6 está usando Teredo, que é um tipo de gateway IPv4/IPv6. Em sua configuração a Teredo é utilizada apenas como último recurso. Ao visitar um site baseado tanto em IPv4 quanto em IPv6, IPv4 terá preferência.

source: Danger! IPv6 sorta works - however, large packets appear to fail, giving the appearance of a broken website. If a publisher publishes to IPv6, you will believe their web site to be broken. Ask your ISP about MTU issues; possibly with your tunnel.
es_es: ¡Peligro! IPv6 funciona más o menos - sin embargo, los paquetes grandes parecen fallar, dando la apariencia de un sitio web roto. Si un editor publica a IPv6, creerás que su sitio web está roto. Pregunta a tu ISP sobre cuestiones de MTU; posiblemente con el túnel.
pt_br: Perigo! IPv6 até funciona. Contudo, grandes pacotes parecem falhar, criando a aparência de um site com erros. Ao experimentar erros em sites baseados em IPv6, considere a ideia de questionar seu provedor sobre problemas envolvendo MTU e seu túnel.

source: Check your firewall to make sure that ICMPv6 messages are allowed (in particular, Type 2 or Packet Too Big).
es_es: Revisa tu firewall para asegurarte de que están permitidos mensajes ICMPv6 (en particular, tipo 2 o paquete demasiado grande).

source: Test results inconclusive; they were not consistent with expectations. Please rerun the test, and if the results are the same, please fill out the contact form.
es_es: Resultados de los test no concluyentes; No eran consistentes con las expectativas. Por favor, vuelva a ejecutar el test y si los resultados son los mismos, por favor llene el formulario de contacto.
pt_br: Os resultados dos testes foram inconclusivos e não atenderam às espectativas. Refaça o teste e, caso os resultados sejam os mesmos, por favor, preencha o formulário de contato.

source: For unknown reasons, your browser appears to operate slower when given the option of connecting to both IPv4 and IPv6. Please rerun the test, and if the results are the same, please fill out the contact form.
es_es: Por razones desconocidas, el navegador parece funcionar más lento cuando se le da la opción de conectarse a IPv4 e IPv6. Por favor, vuelva a ejecutar la prueba y si los resultados son los mismos, por favor llene el formulario de contacto.
pt_br: Por razões desconhecidas o seu navegador fica lento quando tem a opção de fazer conexões usando tanto IPv4 quanto IPv6. Refaça o teste e, caso os resultados sejam os mesmos, por favor, preencha o formulário de contato.

source: You appear to be able to browse the IPv4 Internet only. You will not be able to reach IPv6-only sites.
es_es: Parece ser capaz de navegar por la red Internet IPv4 únicamente. No serás capaz de llegar a sitios sólo IPv6.
pt_br: Aparentemente você é capaz de navegar apenas em sites baseados em IPv4. Você não terá acesso a sites que utilizam exclusivamente IPv6.

source: When a publisher offers both IPv4 and IPv6, your browser appears to be happy to take the IPv4 site without delay.
es_es: Cuando un editor ofrece IPv4 e IPv6, tu navegador parece estar feliz de coger el sitio IPv4 sin demora.
pt_br: Quando uma entidade oferece tanto IPv4 quanto IPv6, o seu navegador opta feliz e sem demora pelo site IPv4.

source: When a publisher offers both IPv4 and IPv6, your browser appears to slow down signficantly compared to an IPv4-only site. You may even believe the destination web site to be broken. This may be due to your IPv6 configuration.
es_es: Cuando un editor ofrece IPv4 e IPv6, tu navegador parece frenar significativamente en comparación a un sitio de sólo IPv4. Incluso puede que creas el sitio web destino está roto. Esto puede ser debido a tu configuración de IPv6.
pt_br: Quando uma entidade oferece tanto IPv4 quanto IPv6, a velocidade de seu navegador cai consideravelmente quando camparada à verificada ao acessar um site baseado exclusivamente em IPv4. Você pode achar que o site está com problemas, mas talvez isso aconteça em função de sua configuração IPv6.

source: When a publisher offers both IPv4 and IPv6, your browser will time out trying to connect. You may believe the site is down. This may be due to your IPv6 configuration. Consider disabling IPv6, or seeking help.
es_es: Cuando un editor ofrece IPv4 e IPv6, vencerá el temporizador del navegador intentando conectar. Puede que creas que el sitio está caído. Esto puede ser debido a tu configuración de IPv6. Considere deshabilitar IPv6, o buscar ayuda.
pt_br: Quando uma entidade oferecer tanto IPv4 quanto IPv6, o seu navegador não conseguirá fazer a conexão em tempo hábil. Você pode achar que o site está fora do ar, mas talvez esse problema ocorra em função de sua configuração IPv6. Tente desabilitar o IPv6 ou procure ajuda.

source: Connections to IPv4 are slow, but functional. Perhaps you or your ISP put you behind an IP sharing device (NAT) that is currently slow.
es_es: Las conexiones IPv4 son lentas, pero funcionales. Quizás tú o tu ISP te puso tras un dispositivo con IP compartida (NAT) que es actualmente lento.
pt_br: Conexões utilizando IPv4 estão lentas, mas funcionam. Talvez você ou o seu provedor o tenha colocado em um dispositivo de compartilhamento de IP (NAT) que pode estar lento no momento.

source: You appear to be able to browse the IPv6 Internet only. You have no access to IPv4. That's pretty bold!
es_es: Pareces ser capaz de navegar por la Internet IPv6 solamente.No tienes acceso a IPv4. ¡Eso es bastante atrevido!
pt_br: Aparentemente você só pode navegar utilizando IPv6. Você não tem acesso a serviços IPv4. Isso é bastante ousado!

source: Connections to IPv6 are slow, but functional. Perhaps you are using a public IPv6 tunnel that is either slow, or not located near you.
es_es: Las conexiones a IPv6 son lentas, pero funcionales. Tal vez estás utilizando un túnel IPv6 público que es lento o que no está situado cerca de ti.
pt_br: Conexões utilizando IPv6 estão lentas, mas funcionam. Talvez você esteja usando um túnel IPv6 público que está lento ou localizado longe de você.

source: Connections to IPv6-only sites are timing out. Any web site that is IPv6 only, will appear to be down to you.
es_es: Están venciendo los temporizadores de las conexiones a sitios sólo IPv6. Cualquier sitio web que sea IPv6, parecerá estar caído.
pt_br: Conexões a sites baseados exclusivamente em IPv6 não estão sendo completadas em tempo hábil. Qualquer site baseado exclusivamente em IPv6 parecerá fora do ar para você.

source: Connections to IPv6-capable web sites hang. It appears that you may have IPv6 configured; and your computer believes that your IPv6 is working, with a route. It is however completely failing. Any web site that adds IPv6, will become unreachable to you. If you are unable to fix your IPv6 routing or connectivity, seek help. If all else fails, strongly consider disabling IP6 on host.
es_es: Las conexiones a sitios web compatibles con IPv6 se cuelgan. Parece que tenga IPv6 configurada; y su equipo cree que IPv6 está trabajando con una ruta. Sin embargo está fallando totalmente. Cualquier sitio web que añada IPv6, se convertirá en inalcanzable para ti. Si eres incapaz de arreglar tu conectividad o encaminamiento de IPv6, busca ayuda. Si todo lo demás falla, considera fuertemente desactivar IPv6 en host.
pt_br: Conexões a sites preparados para IPv6 estão caindo. Parece que você tem IPv6 configurado e seu computador acredita que isso está funcionando com uma rota. No entanto, nada está realmente funcionando e você não terá acesso a nenhum site que adote IPv6. Se você não for capaz de consertar seu roteamento e conectividade IPv6, procure ajuda. Se tudo o mais falhar, considere a possibilidade de desabilitar o IPv6.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. Critical tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
es_es: Somos incapaces de probar tu sistema; Parece que un firewall o filtro de navegador está impidiendo que la prueba funcione. Las pruebas críticas están fallando. Prueba a deshabilitar cualquier plugin, extensión o Add-on (como el bloqueo de anuncios) del navegador y volver a cargar esta página. Si eso todavía falla, puedes dejar un comentario solicitando ayuda.
pt_br: Não conseguimos testar o seu sistema. Aparentemente um firewall ou filtro em seu navegador está impedindo que o teste seja executado. Os testes mais importantes estão falhando. Tente desativar plugins, extensões e add-ons de seu navegador (tais como bloqueadores de anúncios) e recarregue a página. Se ainda assim não funcionar, deixe um comentário solicitando ajuda.

source: We are unable to test your system; it appears that a firewall or browser filter is preventing the test from running. The dual-stack tests are failing. Try disabling any browser plugins, extensions, or add-ons (such as ad blockers); and reloading this page. If that still fails, you can leave a comment requesting help.
es_es: Somos incapaces de probar tu sistema; Parece que un firewall o filtro de navegador está impidiendo que la prueba funcione. Las pruebas de doble pila están fallando. Prueba a deshabilitar cualquier plugin, extensión o Add-on (como el bloqueo de anuncios) del navegador y volver a cargar esta página. Si eso todavía falla, puedes dejar un comentario solicitando ayuda.
pt_br: Não conseguimos testar o seu sistema. Aparentemente um firewall ou filtro em seu navegador está impedindo que o teste seja executado. Os testes de pilha dupla estão falhando. Tente desativar plugins, extensões e add-ons de seu navegador (tais como bloqueadores de anúncios) e recarregue a página. Se ainda assim não funcionar, deixe um comentário solicitando ajuda.

source: Your browser is blocking the test urls. We will try alternate methods, but they may fail to show your IP address; and may affect the quality of the advice given.
es_es: Tu navegador está bloqueando las urls de prueba. Intentaremos métodos alternos, pero pueden fallar al mostrar tu dirección IP y puede afectar la calidad de los consejos dados.
pt_br: Seu navegador está bloqueando as URLs de teste. Tentaremos métodos alternativos mas que podem não mostrar seu endereço IP, afetando a qualidade das recomendações.

source: The most likely cause is NoScript or AdBlock+. NoScript can be told to permit all scripts on this page (you may need to do this more than once). At minimum, permit the urls listed below.
es_es: La causa más probable es NoScript o AdBlock+. NoScript puede ser configurado para permitir todos los scripts en esta página (puede que necesites hacerlo más de una vez). Como mínimo, permite las urls enumeradas a continuación.
pt_br: A causa mais provável é o NoScript ou o AdBlock+. O NoScript pode ser configurado para permitir a execução de todos os scripts desta página, e talvez você precise fazer isso mais de uma vez. No mínimo, dê permissão às URLs listadas abaixo.

source: NAT64 detected. IPv6 works. IPv4 works for most purposes. Applications that are hard-coded for IPv4-only will fail. We are aware of at least one major voice-over-ip program that falls into this category. Your application's support staff may need a nudge to add proper IPv6 support.
es_es: NAT64 detectado. IPv6 funciona. IPv4 funciona para la mayoría de los propósitos. Las aplicaciones que son codificadas exclusivamente para IPv4 fallarán. Somos conscientes de por lo menos un importante programa de voz sobre ip que cae en esta categoría. El personal de apoyo de la aplicación puede necesitar un empujoncito para agregar la compatibilidad con IPv6 adecuada.
pt_br: NAT64 detectado. IPv6 funciona corretamente. IPv4 funciona para a maioria dos fins. Aplicativos que são codificados para IPv4 irão falhar. Estamos cientes que pelo menos um grande programa de voz sobre ip irá falhar nesta categoria. A equipe de suporte do seu aplicativo pode precisar uma cutucada para adicionar o suporte apropriado ao IPv6.

source: Your DNS server (possibly run by your ISP) appears to have IPv6 Internet access.
es_es: Tu servidor DNS (posiblemente controlado por tu ISP) parece tener acceso a Internet IPv6.
pt_br: Seu servidor DNS (provavelmente mantido em seu provedor) parece ter acesso à Internet IPv6.

source: Your DNS server (possibly run by your ISP) appears to have no access to the IPv6 Internet, or is not configured to use it. This may in the future restrict your ability to reach IPv6-only sites.
es_es: Tu servidor DNS (posiblemente controlado por tu ISP) parece que no tiene acceso a Internet IPv6, o no está configurado para usarlo. En el futuro esto podría restringir tu capacidad para llegar a sitios sólo IPv6.
pt_br: Seu servidor DNS (provavelmente mantido em seu provedor) parece não ter acesso à Internet IPv6 ou não está configurado para usá-la. No futuro isso poderá restringir seu acesso a sites baseados exclusivamente em IPv6.

source: You are likely using a FireFox plugin that is causing IP based tests to fail. Examples: RequestPolicy. Please disable those while using this site.
es_es: Es probable que estés usando un plugin de Firefox que está causando que fallen los tests basados en IP . Ejemplos: RequestPolicy. Deshabilitalos durante el uso de este sitio.
pt_br: Provavelmente seu Firefox possui um plugin que está interferindo nos testes baseados em IP. Exemplo: RequestPolicy. Por favor, desative-o(s) enquanto estiver neste site.

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. Something appears to be confused with the DNS lookups.
es_es: Una búsqueda de un nombre sólo IPv6 falló; Sin embargo, la búsqueda y la conexión para doble pila se conectó a través de IPv6. Parece que algo está confuso con las búsquedas DNS.
pt_br: Uma pesquisa por um nome baseado exclusivamente em IPv6 falhou. No entanto, foi possível utilizar IPv6 nessa configuração de pilha dupla. Parece ter alguma coisa errada nas pesquisas de DNS.

source: No IPv4 address detected
es_es: Sin dirección IPv4 detectada
pt_br: Nenhum endereço IPv4 foi detectado

source: No IPv6 address detected
es_es: Sin dirección IPv6 detectada
pt_br: Nenhum endereço IPv6 foi detectado

source: Your IP address(es) could not be detected due to inteference from browser add-ons.
es_es: No se pudo detectar tu dirección IP debido a interferencia de complementos de tu navegador de internet.
pt_br: Endereço(s) IP não detectado(s) por conta de interferências causadas por add-ons em seu navegador.

source: The Opera web browser seems to be break on this site frequently. <b>If you have trouble, try another browser</b>.
es_es: El navegador Opera suele fallar frecuentemente visitando este sitio. <b>Si tienes problemas, intenta con otro navegador</b>.
pt_br: <b>Se você tiver problemas, tente usar outro navegador</b>.

source: <b>Disable turbo mode on Opera, and try again.</b> Turbo mode is not compatible with the needs of this site.
es_es: <b>Deshabilta el modo en Opera, e inténtalo de nuevo.</b> El modo turbo no es compatible con las necesidades de éste sitio.
pt_br: <b>Desligue o turbo no Opera e tente novamente.</b> Esta função não é compatível com este site.

source: <b>Good news!</b> Your current configuration will continue to work as web sites enable IPv6.
es_es: <b>Buena noticia!</b> Tu configuración actual segruirá funcionando cuando los sitios web activen IPv6.
pt_br: <b>Boa notícia!</b>. O navegador que você está usando neste momento e neste local deve continuar funcionando após a ativação do IPv6.

source: <b>Our tests show that you will have a broken or misconfigured IPv6 setup, and this will cause problems as web sites enable IPv6.</b>
es_es: <b>Las pruebas indican que tienes un problema de configuración IPv6, ésto causará problemas cuando los sitios web habiliten IPv6.</b>
pt_br: <b>Nossos testes mostraram que você terá uma configuração IPv6 errada ou mal ajustada no momento em que os web sites ativarem o IPv6, e isso causará problemas.</b>

source: <b>Our tests show that you may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
es_es: <b>Las pruebas indican que tienes problemas de MTU con IPv6, ésto causará que los sitios web carguen muy lento (o incluso, que no carguen) cuando estos habiliten IPv6.</b>

source: We looked up an IPv6 address, but your DNS server (possibly your home router) mangled the response, and is treating it as (broken) IPv4.
es_es: Hemos buscado una dirección IPv6, pero su DNS server (quizas su router) estropeo la respuesta y lo trató como una respuesta IPv4 rota.
pt_br: Nós pesquisamos um endereço IPv6 mas seu servidor DNS (possivelmente seu roteador) desconfigurou a resposta e está tratando isso como um IPv4 defeituoso.

source: It appears that you use a tunnel mechanism for either IPv4 or IPv6.
es_es: Aparentemente, utilizas un mecanismo de túnel para IPv4 o IPv6.
pt_br: Parece que você usa um mecanismo de túnel para IPv4 ou IPv6.

source: It appears that you use a managed tunnel mechanism, 6RD, to transport IPv6 over IPv4.
es_es: Aparentemente, utilizas un mecanismo de túnel, 6RD, para transportar IPv6 sobre IPv4.
pt_br: Parece que você usa um mecanismo de túnel gerenciado, 6RD, para transporte IPv6 sobre IPv4.

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer. Proxy details (as reported by your proxy 'Via' header): %details
es_es: Hemos detectado que está utilizando un proxy. Esto significa que estamos probando el servidor proxy, y no su propio equipo. Detalles del proxy (según lo informado por los encabezados 'via' de su proxy): %detalles
pt_br: Detectamos que você está utilizando um proxy. Isso significa que estamos testando seu servidor proxy, e não o seu computador. Detalhes do proxy (conforme o cabeçalho 'Via'): %details

source: We have detected that you are using a proxy. This means we are testing your proxy server, not your computer.
es_es: Hemos detectado que está utilizando un proxy. Esto significa que estamos probando el servidor proxy, y no su computadora.
pt_br: Detectamos que você está utilizando um proxy. Isto significa que estamos testando seu servidor proxy, e não o seu computador.

source: IPv6 connections work, but connections using DNS names do not use IPv6. For some reason, your browser or your OS is not doing IPv6 DNS 'AAAA' lookups.
es_es: Conexiones IPv6 trabajan, pero conexiones usando nombres DNS no usan IPv6. Por alguna razón, su navegador o su sistema operativo no está haciendo búsquedas DNS IPv6 'AAAA' .
pt_br: Conexões IPv6 funcionam, mas conexões usando DNS não utilizam IPv6. Por alguma razão seu navegador ou seu SO não está executando pesquisas 'AAAA' de DNS em IPv6.

source: We have suggestions to help you fix your system.
es_es: Tenemos sugerencias para ayudarle a arreglar su sistema.
pt_br: Temos sugestões para melhorar seu sistema.
