Repository: falling-sky/source
Catalog: po/dl/*/falling-sky.*.po
Languages: es_es, pt_br

source: This is not a good situation. And the main way to avoid it, is to make sure that your IPv6 is working; and to make sure that IPv6 is the preferred protocol.
es_es: Esta no es una buena situación. Y la principal forma de evitarlo es asegurarse de que está trabajando su IPv6 y asegurarse que IPv6 es el protocolo preferido.
pt_br: Isto não é uma situação boa. E o jeito principal de evitar é ter certeza que seu IPv6 está funcionando e ter certeza que o IPv6 é o protocolo preferido.

source: Why else should I care about IPv4 being preferred instead of IPv6, when I have both available?
es_es: ¿Por qué debería preocuparme por IPv4 siendo preferido en lugar de IPv6, cuando tengo ambos disponibles?
pt_br: Porque mais eu devo me preocupar sobre IPv4 ser preferido em relação ao IPv6, quando eu tenho os dois disponíveis?

source: Sites that determine your location automatically, will get this wrong more frequently when you share an IPv4 address with people in other cities.
es_es: Los sitios que determinan su ubicación automáticamente, con más frecuencia lo harán mal cuando se comparte una dirección IPv4 con personas de otras ciudades.
pt_br: Sites que determinam sua localização automaticamente vão ter esta informação errada com mais frequência quando você compartilha um endereço IPv4 com pessoas em outras cidades.

source: The box that shares an address between you and the other hundreds of houses, may become performance constrained (cpu, network, TCP ports)
es_es: La caja que comparte una dirección entre usted y los otros cientos de casas, puede convertirse en un problema de rendimiento (cpu, red, puertos TCP)
pt_br: A caixa que compartilha um endereço entre você e centenas de outras casas pode ficar limitada pela performance (cpu, rede, portas TCP)

source: The box is a potential central point of failure for your internet access
es_es: La caja es un potencial punto central del fallo para su acceso a internet
pt_br: A caixa é um potencial ponto de falha para seu acesso à Internet

source: Sharing IPv4 addresses is an extra expense for the ISP that they will be passing on to their customers
es_es: Compartir las direcciones IPv4 es un gasto extra para los ISP que lo pasará a sus clientes
pt_br: Compartilhar um endereço IPv4 é um gasto extra pro Provedor de Serviços, que vai repassar aos clientes

source: What is a tunnel?
es_es: ¿Qué es un túnel?
pt_br: O que é um túnel?

source: A tunnel is a technique often used to transport one protocol over another one. For example, it is used by ADSL to transport PPP over ATM (a common technique for several Internet residential subscribers).
es_es: Un túnel es una técnica utilizada con frecuencia para el transporte de un protocolo sobre otro. Por ejemplo, se utiliza por ADSL para el transporte de PPP sobre ATM (una técnica común para varios suscriptores residenciales de Internet).
pt_br: Um túnel é uma ténica utilizada frequentemente para transportar um protocolo sobre outro. Por exemplo, túneis são usados por ADSL para transportar PPP sobre ATM (uma técnica comum para vários assinantes residenciais).

source: In the realm of IPv6, tunnels are used to transport:
es_es: En el mundo de IPv6, túneles se utilizan para el transporte:
pt_br: No reinto do IPv6, túneis são usados pra transportar:

source: IPv6 packets over IPv4 network: then IPv4-only Internet users can reach the IPv6 Internet;
es_es: Paquetes IPv6 sobre una red IPv4: entonces los usuarios de Internet sólo-IPv4 pueden llegar a la red Internet IPv6;
pt_br: Pacotes IPv6 sobre redes IPv4: assim usuários da Internet IPv4 podem acessar a Internet IPv6;

source: IPv4 packets over IPv6 network: then IPv6-only Internet users can reach the IPv4 Internet.
es_es: Paquetes IPv4 sobre una red IPv6: entonces los usuarios de Internet sólo-IPv6 pueden llegar a la red Internet IPv4.
pt_br: Pacotes IPv4 sobre redes IPv6: assim os usuários IPv6 podem acessar a Internet IPv4.

source: How did the test detect a tunnel?
es_es: ¿Cómo pudo la prueba detectar un túnel?
pt_br: Como o teste detecta um túnel?

source: For the technical-oriented readers, here is the explanation how we detect that you are probably using a tunnel. As the test collects your IPv4 and IPv6 addresses, it also collects (thanks to <a href="http://www.team-cymru.org/Services/ip-to-asn.html">http://www.team-cymru.org/Services/ip-to-asn.html</a>) your Autonomous System Numbers (ASN) for IPv4 and IPv6. If your ISP is dual stack, then your IPv4 ASN and your IPv6 ASN should be identical as your IPv4 and IPv6 connectivity are provided by the same ISP.
es_es: Para los lectores técnicamente orientados , aquí está la explicación de cómo detectamos que usted probablemente está utilizando un túnel. Como la prueba recoge tus direcciones IPv4 e IPv6, también recoge (gracias a <a href="http://www.team-cymru.org/Services/ip-to-asn.html"> http://www.team-cymru.org/Services/ip-to-asn.html</a>) sus números de sistema autónomo (ASN) para IPv4 e IPv6. Si su ISP es dual stack, entonces su ASN IPv4 y el IPv6 ASN deben ser idénticos como tu IPv4 y conectividad IPv6 son proporcionados por el mismo ISP.
pt_br: Para os leitores de orientação técnica, aqui está a explicação de como nós detectamos que você provavelmente está usando um túnel. Como o teste coleta seu endereço IPv4 e IPv6, ele também coleta (graças a <a href="http://www.team-cymru.org/Services/ip-to-asn.html">http://www.team-cymru.org/Services/ip-to-asn.html</a>) seu número de sistema autônomo (ASN) para IPv4 e IPv6. Se seu Provedor de Serviço usa pilha dupla, então sua ASN IPv4 e IPv6 serão idênticos já que sua conectividade IPv4 e IPv6 são fornecidas pelo mesmo Provedor de Serviços.

source: If the ASN number is different, we highlight that fact - and call out that you are probably using a tunnel. If this is a tunnel you know about, great. If you did not know you were being tunneled, you might ask your network administrator about it.
es_es: Si el número ASN es diferente, podemos destacar ese hecho - y decir que probablemente está utilizando un túnel. Si se trata de un túnel conocido, genial. Si no sabía que estaba pasando por un túnel, podría preguntarle a su administrador de red sobre ello.
pt_br: Se o número ASN é diferente, nós destacamos este fato e verificamos que você provavelmente usa um túnel. Se você sabe deste túnel, ótimo. Se você não sabe que está sendo tunelado, você poderia perguntar ao seu administrador de rede sobre isso.

source: Tunnels are not inherently bad; but (depending on circumstances) they may cause troubles that might not otherwise be seen with native IPv6 connectivity. Specifically, there may be issues of PMTUD (Path MTU Discovery) with some sites you visit - depending on the firewall configurations between you and those sites.
es_es: Túneles no son intrínsecamente malos pero, (dependiendo de las circunstancias) pueden causar problemas, que de lo contrario, no podrían darse con conectividad IPv6 nativa. En concreto, puede haber problemas de PMTUD (Path MTU Discovery) con algunos sitios que usted visita - dependiendo de las configuraciones de cortafuegos entre usted y esos sitios.
pt_br: Túneis não são inerentemente maus, mas (dependendo das circunstâncias) eles podem causar problemas que não existiriam com conectividade IPv6 nativa. Especificamente, podem haver problemas com PMTUD (Descoberta de MTU) com alguns sites que você visita, dependendo da configuração de firewall entre você e estes sites.

source: What is specific to 6RD tunnels?
es_es: ¿Qué es específico para túneles 6RD?
pt_br: O que é específico aos túneis 6RD?

source: 6RD tunnels have been designed by the IETF as <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> to be deployed within an ISP access network and by the ISP itself to transport IPv6 over a legacy IPv4 access network. As the tunnel is confined with a single ISP, it is therefore managed in such a way to provide performances as good in IPv6 as in IPv4 (except perhaps for the largest packet size, a.k.a. MTU).
es_es: Túneles 6RD han sido diseñados por la IETF como <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> a desplegarse dentro de una red de acceso ISP y por el propio ISP para el transporte de IPv6 en una red de acceso IPv4 obsoleta. El túnel está confinado con un solo proveedor, por lo tanto es administrado de tal manera que ofrece un desempeño tan bueno en IPv6 como en IPv4 (excepto tal vez por el mayor tamaño de paquete, a.k.a. MTU).
pt_br: Túneis 6RD foram projetados pelo IETF como <a href="http://tools.ietf.org/html/rfc5969">RFC 5969</a> para ser implantado em uma rede de acesso de Provedor de Serviços e pelo ISP propriamente dito para transportar IPv6 sobre uma rede IPv4 legada. Como o túnel está confinado em um único ISP ele é gerenciado de uma forma que permite boas performances tanto no IPv6 quanto IPv4 (exceto talvez para o maior tamanho de pacote, também conhecido como MTU).

source: In short, a 6RD tunnel provides you with native IPv6 connectivity.
es_es: En definitiva, un túnel 6RD proporciona conectividad IPv6 nativa.
pt_br: Resumidamente, um túnel 6RD fornece conectividade IPv6 nativa.

source: How did we detect a 6RD tunnel?
es_es: ¿Cómo detectamos un túnel 6RD?
pt_br: Como nós detectamos um túnel 6RD?

source: During the tests, we collect your IPv4 and IPv6 addresses. If at least 16 bits of your IPv4 address are embedded in your IPv6 prefix, then we assume that you are using a 6RD tunnel.
es_es: Durante las pruebas, recogemos las direcciones IPv4 e IPv6. Si al menos 16 bits de la dirección IPv4 están incrustado en su prefijo de IPv6, entonces asumimos que usted está usando un túnel 6RD.
pt_br: Durante os testes, nós coletamos seu endereço IPv4 e IPv6. Se pelo menos 16 bits do seu endereço IPv4 são embutidos no seu prefixo IPv6, então nós assumimos que você está utilizando um túnel 6RD.

source: ok
pt_br: bom

source: A lookup for an IPv6-only name failed; yet the lookup and connect for dual-stack connected via IPv6. The IPv6-only lookup should have worked. Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.
pt_br: Uma consulta para um nome IPv6 exclusivo falhou; no entanto, a pesquisa e conexão para pilha dupla conectou via IPv6. A pesquisa IPv6 exclusiva deveria ter funcionado. A Apple possui uma falha que, esporadicamente, faz com que algumas pesquisas de IPv6 falhem. Vimos evidências desta falha neste teste. Você pode recarregar a página e tentar o teste novamente. Para mais detalhes, consulte <a href="http://openradar.appspot.com/7333104"> http://openradar.appspot.com/7333104</a>.

source: A lookup for an dual-stack IPv4 and IPv6 name failed (at minimum it should have connected via IPv4). Apple has a bug that sporadically causes some IPv6 lookups to fail. We saw evidence of it on this test. You can reload the page and try the test again. For more details, see <a href="http://openradar.appspot.com/7333104">http://openradar.appspot.com/7333104</a>.
pt_br: Uma consulta para um nome de IPv4 e IPv6 de pilha dupla falhou (no mínimo deveria ter conectado via IPv4). A Apple possui uma falha que esporadicamente faz com que algumas pesquisas de IPv6 falhem. Vimos evidências desta falha neste teste. Você pode recarregar a página e tentar o teste novamente. Para mais detalhes, consulte <a href="http://openradar.appspot.com/7333104"> http://openradar.appspot.com/7333104</a>.

source: <b>Our tests show that you will may have MTU problems with IPv6; this can cause web sites to load slow (or not at all) when web sites enable IPv6.</b>
pt_br: <b>Nossos testes mostraram que você poderá ter problemas de MTU usando IPv6. Isso pode fazer com que os sites carreguem lentamente (ou nem carreguem) quando esses sites ativarem o IPv6.</b>

source: FAQ
pt_br: Perguntas Freqüentes

source: Mirrors
pt_br: Espelhos

source: Debug
pt_br: Depurar

source: Full mirrors are welcomed and appreciated, whether public or private. Please see <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">the wiki</a> for details.
pt_br: Mirrors completos são bem vindos e desejados, tanto públicos como privados. Por favor veja <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">a wiki</a> para obter mais detalhes.

source: test-ipv6.com FAQ
pt_br: FAQ test-ipv6.com

source: Mirrors are welcomed and appreciated, whether public or private. Please see <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">the wiki</a> for details.
pt_br: Mirrors são bem vindos e desejados, tanto públicos como privados. Por favor veja <a href="http://code.google.com/p/falling-sky/wiki/MirrorOpportunities">a wiki</a> para detalhes.

source: With unmanaged 6to4 connections (created "automatically" or without explicit gateway information) the process is a fair bit different. IPv6 is put into an IPv4 packet - much like sticking a letter in an envelope. This packet is sent to the "nearest available" gateway. Your ISP
pt_br: Com conexões 6t04 não gerenciadas (criadas "automaticamente" ou sem informação explícita de gateway) o processo é um pouco diferente. IPv6 é colocado em um pacote IPv4, bem parecido com colocar uma carta em um envelope. Este pacote é enviado então ao "gateway disponível mais próximo". Seu provedor

source: This is an interesting question. IPv6 buys you only a bit more than you already have today; and most of that is a promise. IPv6 will help you preserve the level of Internet connectivy between your home and other locations on the Internet, without interference, as you enjoyed in 2012.
pt_br: Esta é uma pergunta interessante. IPv6 acrescente apenas um pouco a mais do que você já tem hoje e a maioria disto é uma promessa. IPv6 vai ajudar você a preservar seu nível de conectividade entre sua casa e outras localidades na Internet, sem interferência, conforme você utilizava em 2012.

source: <!-- <p><em>falling-sky</em> is also a reference to <a href="http://en.wikipedia.org/wiki/The_Sky_Is_Falling_(fable)">the story of Chicken Little.</p> -->
pt_br: <!-- <p><em>falling-sky</em> também é uma referência a <a href="http://en.wikipedia.org/wiki/The_Sky_Is_Falling_(fable)">a estória do Galinho Chicken Little.</p> -->

source: Your DNS server took the first peice of the IPV6 address, and memorized it as the IPv4 address.
pt_br: Seu servidor DNS pegou a primeira parte do endereço IPv6 e memorizou como se fosse um endereço IPv4.

source: Substitute the 192.168.1.1 with the resolver being used by the host. If the "aaaa" answer comes back with no answer, but the "a" answer does, this is a confirmation of a broken DNS cache or forwarder. The actual DNS information for buggydns1.test-ipv6.com has only an IPv6 record configured.
pt_br: Substitua o 192.168.1.1 com o servidor DNS utilizado pela máquina. Se a resposta "AAAA" chegar sem conteúdo mas a resposta "A" chegar com conteúdo, isto é a confirmação de um DNS cache com problema. A informação DNS para buggydns1.test-ipv6 tem apenas um registro IPv6, na verdade.
